Repository: BGforgeNet/f2-dquest
Catalog: data/text/po/*.po
Languages: russian

source: If the water you find is muddy, stagnant, and foul smelling, you can clear the water: By placing it in a container and letting it stand for 12 hours. By pouring it through a filtering system. To make a filtering system, place several centimeters or layers of filtering material such as sand, crushed rock, charcoal, or cloth in bamboo, a hollow log, or an article of clothing.
russian: Если вода, которую вам удалось найти, мутная, застоявшаяся и вонючая, вы можете очистить ее, поместив ее в контейнер и оставив на 12 часов. Либо пропустив ее через систему фильтрации. Чтобы сделать систему фильтрации, уложите несколько сантиметров или слоев фильтрующих материалов, таких как песок, щебень, уголь, полые деревяшки, или куски ткани.

source: You can, with relatively few exceptions, eat anything that crawls, swims, walks, or flies. The first obstacle is overcoming your natural aversion to a particular food source. Historically, people in starvation situations have resorted to eating everything imaginable for nourishment. A person who ignores an otherwise healthy food source due to a personal bias, or because he feels it is unappetizing, is risking his own survival. Although it may prove difficult at first, a survivor must eat what is available to maintain his health.
russian: Вы можете, с некоторыми исключениями, есть все, что ползает, плавает, ходит или летает. Первое препятствие - преодолеть естественное отвращение к определенному источнику питания. Исторически, голодающие люди начинают употреблять в еду все что только можно. Человек, который игнорирует здоровый источник пищи из-за личной предвзятости, или потому, что он думает, будто это невкусно, рискует своим собственным выживанием. Хотя поначалу это может оказаться тяжело, выживальщик должен есть то, что ему доступно, чтобы сохранить свое здоровье.

source: The most abundant life-form on earth, insects are easily caught. Insects provide 65 to 80 percent protein compared to 20 percent for beef. This fact makes insects an important, if not overly appetizing, food source
russian: Самуб распространенную форму жизни на земле, насекомых, легко поймать. Насекомые обеспечивают от 65% до 80% белка, тогда как говядина - только 20%. Этот факт делает насекомых важным, хотя и не слишком аппетитным, источником пищи.

source: Just some dirty folk which you seen many around..
russian: Просто какие-то грязные людишки, каких вы уже много видали.

source: Ouh.. yes yes..
russian: Ау... да да.

source: You have nice dress..
russian: У тебя красивое платье.

source: Look what i made with hairs..
russian: Смотри чего я сделала с волосами.

source: I need it!
russian: Мне это нужно!

source: We must made big orgy again..
russian: Нужно снова устроить большую оргию.

source: Dirty kid.
russian: Грязный ребенок.

source: He wear rags and have dirty face..
russian: Он носит лохмотья и у него грязное лицо.

source: I hope kids have 50% discount..
russian: Надеюсь, детям скидка 50%.

source: I hope kids have 50% discount..
russian: Надеюсь, детям скидка 50%.

source: Come on!
russian: Давай!

source: Faster!
russian: Быстрее!

source: I need it NOW!
russian: Мне надо СЕЙЧАС!

source: Hurry!
russian: Скорей!

source: Damn!
russian: Черт!

source: Addicted.
russian: Наркоман.

source: Some folk in great need without money..
russian: Какой-то человек, сильно нуждающийся в деньгах.

source: No its not rocks, its money!
russian: Нет, это не камни, это деньги!

source: Dont do it to me! Am your best customer!
russian: Не поступай так со мной! Я твой лучший клиент!

source: Please give me just little!
russian: Ну хоть немножко дай!

source: I will be your slave! Give me one shoot!
russian: Я буду твоим рабом! Дай одну дозу!

source: Fuck you all! Fuck! Aaarrgghh!!
russian: Пошли вы все! Блядь! Аааааааа!

source: Am BATMAN! And i have very cool car!
russian: Я БЭТМЕН! И у меня крутая тачка!

source: Am Superman strongh like horse!
russian: Я Супермен! Я силен как лошадь!

source: Argggh! Am SUPER mutant!
russian: Ааааа! Я СУПЕР мутант!

source: Am Bond.. JAMES Bond!
russian: Я Бонд! ДЖЕЙМС Бонд!

source: Hahahah! Am Spiderman!
russian: Хахаха! Я Спайдермен!

source: Am Turtle Ninja! Master of karate!
russian: Я черепашка-ниндзя! Мастер карате!

source: Am Chuck Norris! I will kick your face!
russian: Я Чак Норрис! Я ударю тебя ногой в лицо!

source: Arrgghh Am HULK!
russian: Аааааа я ХАЛК!

source: Am Richard Wintage from TV!
russian: Я Ричард Винтаж из телевизора!

source: Am Harrison! Master of modifications!
russian: Я Гаррисон! Мастер модификаций!

source: Am magapornstar yeah!
russian: Я мегапорнозвезда, даа!

source: Who are me!? Am Unvisible!
russian: Кто я!? Я Невидимка!

source: Am Pipboy3000 and i have HEROIC charisma!
russian: Я Пипбой3000 и у меня ГЕРОИЧЕСКАЯ харизма!

source: Am MISTER FLY! Hahahah!
russian: Я МИСТЕР МУХА! Хахаха!

source: Am forum administrator!
russian: Я администратор форума!

source: Am Gorgeous Nurse yeesss..
russian: Я Великолепная Медсестра, даааа...

source: Am Hobbit! And i have RING!
russian: Я Хоббит! И у меня есть КОЛЬЦО!

source: Hahahhh! am RICH!
russian: Хаха! Я БОГАТ!

source: GOLD! I can turn rocks to gold!
russian: Золото! Я могу превращать камни в золото!

source: Am VIC supertrader!
russian: Я ВИК суперторговец!

source: Hahah! I dont known who am i ..but not ME!
russian: Хаха! Я не знаю кто я ...но не Я!

source: Am Veeery BIG tree!
russian: Я ооочень БОЛЬШОЕ дерево!

source: Am dog shit! SOMETHING WRONG!
russian: Я собачье дерьмо! ЧТО-ТО НЕ ТАК!

source: Am brahmin shit! Whats wrong!
russian: Я браминье дерьмо! Да что такое!

source: Am dirty RAT! What the fuck!
russian: Я грязная КРЫСА! Какого хрена!

source: Am president! And i have A-Bomb!
russian: Я президент! И у меня есть атомная бомба!

source: Am tricky kid and am VERY quick!
russian: Я хитрый парень, и очень шустрый!

source: Please HELP me i lost my head!
russian: Пожалуйста, ПОМОГИТЕ мне, я потерял голову!

source: Am SNAKE i escaped from New York!
russian: Я ЗМЕЯ, я сбежал из Нью-Йорка!

source: WHY AM SO TIRED!?
russian: ПОЧЕМУ Я ТАК УСТАЛ!?

source: Punk.
russian: Панк.

source: Pretty woman in black leather and green short hairs..
russian: Красивая женщина с короткими зелеными волосами, одетая в черную кожу.

source: [She say quickly] I have "Hero Jets" only 20$
russian: [Она говорит быстро] У меня есть "Геройский Джет", всего по 20 баксов.

source: How it works?
russian: Как это работает?

source: This mixture will help you to feel like hero. So what? Are you interested to buy it or not!? Make your decision faster i have many customers! Am inventioner and producer. Just 20$ come on!
russian: Это зелье поможет тебе почувствовать себя героем. Так что? Будешь покупать или нет!? Думай быстрее, у меня много клиентов! Я изобретатель и производитель. Давай, всего 20 баксов!

source: Uh.. ok let me try your Jet, here is money.
russian: Эээ... ну давай попробуем твой Джет, вот деньги.

source: Thanx. Take only one breath each day, its very strong!
russian: Спасибо. Пыхай только раз в день, оно очень сильное!

source: Next please!
russian: Следующий, прошу!

source: Hero Jets!
russian: Джет для героев!

source: Only 20$
russian: Всего 20 баксов

source: Fuck off with these rocks!
russian: Отвали со своими камнями!

source: NEXT!
russian: СЛЕДУЮЩИЙ!

source: Helo.. [He look around to be sure that nobody hear him and say] ..are you interested to earn some cash?
russian: Привет... [он оглядывается вокруг, чтобы убедиться, что никто его не слышит и продолжает] ...хочешь подзаработать?

source: Sure, tell me about your problem.
russian: Конечно, рассказывай в чем у тебя дело.

source: Am trying to fix my car, but damn i spend on this vehicle few months and its still not work! Its just impossible to fix it using only junk and rusty parts which can be found on streets. I want you to steal some parts from Smith. He is owner of junkyard over there! [he point finger in random direction] Bring me anything which look like engine.
russian: Я пытаюсь починить свою машину, но блин, я уже несколько месяцев потратил на эту колымагу, но она до сих пор не работает! Ее просто невозможно отремонтировать, используя только старье и ржавые детали, которые можно найти на улицах. Я хочу, чтобы ты спер некоторые детали у Смита. Это владелец вон той свалки! [указывает пальцем в случайном направлении] принеси мне что угодно, что выглядит как двигатель.

source: I found something in his workshop! He was so busy that dont seen when i take it. Easy job, now where is my money?
russian: Я нашел кое-что в его мастерской! Он был так занят, что не увидел, как я это взял. Легкая работенка. Ну а теперь, где мои деньги?

source: What? I should do it myself.. uh ok here is your cash. Bye!
russian: Что? Я должен сделать это сам... Ну, ок, вот твои деньги. Пока!

source: I will drive highwaymen someday!
russian: Когда-нибудь я буду гонять на Хайвеймене!

source: Every chicks will jump into my car!
russian: Любая цыпочка будет рада запрыгнуть в мою тачку!

source: ::HISS!::
russian: ::ШШШ!::

source: ::SCREW!::
russian: ::ЗАВИНЧИВАНИЕ!::

source: ::BANG!::
russian: ::УДАР!::

source: Den News.
russian: Новости Дыры

source: Many dirty pages attached to piece of wood..
russian: Множество грязных страниц, прикрепленных к куску дерева...

source: === DEN = NEWS ===
russian: === НОВОСТИ = ДЫРЫ ===

source: "Hero Jet" ONLY 20$ !!!
russian: "Геройский Джет" ВСЕГО ПО 20 баксов!!!

source: AMAZING Few days ago i invented powerfull drug which help to feel like REAL hero! JUST 20$ come to my house i have them lot in my stock. You can be Batman, Spierman or even Chuck Norris! AMAZING
russian: ПОТРЯСАЮЩЕ! Несколько дней назад я изобрел мощный препарат, который поможет тебе почувствовать себя НАСТОЯЩИМ героем! ВСЕГО ЛИШЬ 20 баксов, приходи ко мне домой, у меня его много в запасе. Ты можешь стать Бэтмэном, Человеком Пауком или даже Чаком Норрисом! ПОТРЯСАЮЩЕ!

source: I found UFO near Navarro!
russian: Я нашел НЛО рядом с Наварро!

source: I seen many unidentified obiects over Navarro base and i found few from them crased on desert. Pay me 3000$ and i will sell you that wonderfull vehicle! I have them THREE on my junkyard!
russian: Я видел много неопознанных объектов на базе Наварро, я также нашел несколько из них, потерпевших крушение в пустыне. Заплати мне $3000 и я продам тебе этот чудной аппарат! У меня на свалке их ТРИ штуки лежит!

source: JOIN TO ARMY TODAY
russian: ВСТУПАЙ В АРМИЮ СЕГОДНЯ

source: We search new recruits to Brotherhood of Steel army. Visit our bunker in Den and talk with sir Marcus from Blood Raven squad. Earn richness and fame during battles against mutants!
russian: Мы ищем новых рекрутов для армии Братства Стали. Посетите наш бункер в Дыре и поговорите с сэром Маркусом из отряда Кровавого Ворона. Заработайте богатство и славу в боях против мутантов!

source: sir Marcus.
russian: сэр Маркус.

source: Leader of Bloor Reaven squad.
russian: Лидер отряда Кровавого Ворона.

source: If you wish to join Brotherhood of Steel army you must pass trough few basic tests in next room. Our weapons are very dangerous and we fear fools who panic during battle. Go to next room and talk with our psychiatry.
russian: Если вы хотите присоединиться к армии Братства Стали, вы должны пройти несколько базовых тестов в соседней комнате. Наше оружие очень опасное, и мы остерегаемся дураков, которые могут запаниковать во время боя. Идите в следующую комнату и поговорите с нашим психиатром.

source: Uh.. and any other chances to join BoS?
russian: Уф... А какие-нибудь другие возможности присоединиться к Братству?

source: Yes it is other possibility. We search plans of Scout Disc known as UFO. Our best scients and engineers dont known how they work. We have many reports about secret base near Navarro where they fly, so try your luck there.
russian: Да, есть и другие возможности. Мы ищем планы Разведывательного Диска, также известного как НЛО. Наши лучшие ученые и инженеры не понимают, как эти штуки работают. Нам приходит много сообщений, что они летают у секретной базы в Наварро. Можешь попытать счастья там.

source: i found
russian: Я нашел

source: thanx
russian: спасибо

source: r1
russian: р1

source: r2
russian: р2

source: r3
russian: р3

source: r4
russian: р4

source: r5
russian: р5

source: Psychiatry.
russian: Психиатрия.

source: He look very clever..
russian: Он выглядит очень умным...

source: Lets begin tests. Situation first: someone want help, what you do? Situation second: you can fill backpack only by four items, what it is? Situation third: you found very powerfull drug, what you do?
russian: Давайте начнем тесты. Ситуация первая: кому-то нужна помощь, что вы будете делать? Ситуация вторая: вы можете заполнить рюкзак только четырьмя вещами, что это будет? Ситуация третья: вы нашли очень мощный препарат, что вы будете делать?

source: 1. Am tell him "sorry am busy"
russian: 1. Я ему говорю "извини я занят"

source: Thanx [he mark something on paper] lets return to test.
russian: Спасибо [он что-то отмечает на бумаге], давай вернемся к тесту.

source: 2. Four beers!
russian: 2. Четыре пива!

source: 3. I eat it and search more!
russian: 3. Я ем это и ищу еще!

source: Metal door.
russian: Стальная дверь.

source: Fanatic.
russian: Фанатик.

source: He must eat too much drugs..
russian: Он жрет слишком много химии...

source: STOP!
russian: СТОП!

source: Please stop!
russian: Пожалуйста, остановись!

source: I suggest you to stop!
russian: Я прошу вас прекратить!

source: WE MUST STOP!
russian: МЫ ДОЛЖНЫ ОСТАНОВИТЬ!

source: STOP HERE!
russian: ОСТАНОВИСЬ, ХВАТИТ !

source: Tricky kid!
russian: Хитрый пацан!

source: Everyone knowns this kid is VERY quick!
russian: Все знают, что этот пацан очень шустрый!

source: [He read something in silence]
russian: [Он что то тихо читал]

source: Helo kid what you read?
russian: Привет дитенок, чего читаешь?

source: Why you are so quick, do you eat something?
russian: От чего ты такой быстрый, ты что-то жуешь?

source: Where is your parents?
russian: Где твои родители?

source: Damn! Whats wrong with you!?
russian: Черт! Что с тобой не так!?

source: [He quickly remove one coin from your inventory and he do it so fast that you seen only blur shape trough one second and say] LOSER!
russian: [В мгновение ока он хватает монету из вашего кошелька и делает это так быстро, что в следующую секунду вы видите как сверкают его пятки, и эхом доносится] ЛОПУХ!

source: [He make big eyes and scream] I EAT MUTATED FRUIT!
russian: [Он выпячивает глаза и орет] Я ЕСТЬ МУТАФРУКТ!

source: q1
russian: в1

source: q2
russian: в2

source: q3
russian: в3

source: q4
russian: в4

source: q5
russian: в5

source: intro
russian: Вступление

source: answer
russian: ответ

source: bring me
russian: принеси мне

source: intro
russian: вступление

source: pyt1
russian: пит1

source: odp1
russian: одп1

source: pyt2
russian: пит2

source: odp2
russian: одп2

source: odp3
russian: одп3
