Repository: BGforgeNet/f2-dquest
Catalog: data/text/po/*.po
Languages: russian

source: Yes ofcourse.. you are local loser, this town is full of peoples like you, who have holes in memories because experiment too much with drugs and radioactive beers from "Gecko Plant"
russian: Конечно... ты местный неудачник, в этом городе полно таких как ты с провалами в воспоминаниях из-за злоупотребления наркотиками и радиоактивным пивом с "Станции Гекко"

source: You are ashole!
russian: Ты говнюк!

source: No it was not me!
russian: Да не было их у меня!

source: No! You olways put keys there!
russian: Не было? Ты всегда кладешь ключи туда!

source: YOU should known mister.. brain!
russian: ТЫ должен знать, мистер... мозг!

source: So what we will do now?!
russian: Так что будем делать?!

source: Daltons house.
russian: Дом Далтонов.

source: What treasures could contain Daltons house?
russian: Какие сокровища могут быть спрятаны в доме Далтонов?

source: No chances to open them..
russian: Открыть не получится, без шансов.

source: Uh.. locked!
russian: Эх, закрыто!

source: You unlock doors!
russian: Вы открыли двери!

source: You lock doors.
russian: Вы закрыли двери.

source: New bartender.
russian: Новый бармен.

source: Crazy folk..
russian: Чокнутые...

source: Yes! hahah! I have record! YEAH!
russian: Да! Хаха! У меня рекорд! ДА!

source: What you do?
russian: Что твоя делать?

source: Am playing Giana Sister.. JUMP YOU BITCH! ..damn! ..YEAH! [he point on some pixels on monitor and say] Look i olways get problems to get these diamonds, i think it must be unvisible platform to jump for this bonus..
russian: Я играю в Сестру Джиану. ПРЯМО НА ТЕБЯ! Черт! АГА! [он указывает на пиксели на мониторе и говорит] Гляди, у меня всегда проблемы с этими бриллиантами, я думаю там где-то должна быть невидимая площадка, чтобы допрыгнуть до этого бонуса.

source: What is that.. machine?
russian: Что это за... машина?

source: C64, old comp but so many cool games! Yes i should use it to count stock and payments but i found its entertainment possibilities and now i cant stop!
russian: К64, старый компьютер, но так много классных игр! Да, я могу использовать его чтобы вести учет, но я обнаружил его развлекательные способности, и теперь не могу остановиться!

source: Are you bartender? I want beer!
russian: Ты бармен! Я хочу пива!

source: Yeah! Wonderfull job! Sory we will talk later! [you see only flashing pixels on monitor monitor, but he seem to be very busy on them] NOW! ..hahah BONUS! ..run ..RUN ..RUN!! ..YEAH NEXT LEVEL!!
russian: Да! Отлично! Извини, поговорим позже! [вы видите только мелькающие пиксели на мониторе, но похоже они его очень увлекают]. Сейчас!... Хаха БОНУС!... бежим... БЕЖИМ... БЕЖИМ... ДА СЛЕДУЮЩИЙ УРОВЕНЬ!!

source: BOM!
russian: БОМ!

source: SWING!
russian: ВЖУХ!

source: ZIP!
russian: ЗИП!

source: WIZ!
russian: ВИЗ!

source: JAB!
russian: ДЖАБ!

source: PING!
russian: ПИНГ!

source: UUU!
russian: УУУ!

source: ZAP!
russian: ЗАП!

source: HOP!
russian: ХОП!

source: BAAM!
russian: БААМ!

source: Soldier.
russian: Солдат

source: He wear extremly dirty armor..
russian: На нем очень грязная броня.

source: [He look at you trough shade glasses and say something with cigarette in mouth] Hey folk, come here.. i have business for you.
russian: [Он смотрим на тебя через солнечные очки и говорит, держа сигарету во рту] Эй чувак, иди сюда... у меня к тебе дело.

source: Me? What you want?
russian: Я? Что тебе нужно?

source: I lost somewhere my dog tags, am not sure where because i was drunken. They could be in bathhouse because i dont remember any other place where i could lost them, check this place.. i will give you something for you trouble..
russian: Я где-то потерял свой номерок, и не уверен где, потому что был пьян. Может, в Ванных комната, потому что я не не помню других мест, где я мог бы его потерять. Посмотри там, я тебе чем-нибудь отплачу.

source: Yes they was in Bathhouse.
russian: Да, он был в Ванных комнатах.

source: Thanx! Take this lighter i found them many on battlefield..
russian: Спасибо! Возьми эту зажигалку, мне много таких попадалось на поле битвы.

source: Sierra Army, now that was massacre!
russian: База Сьерра, вот это было мясо!

source: And do you remember Hangar18 in Navarro?
russian: А помнишь 18 ангар в Наварро?

source: Yeah such a great battle!
russian: Да, отличное сражение!

source: Old times.. lets drink for that!
russian: Эх, были же деньки... давай выпьем за них!

source: Am not sure they was aliens.. but who known!
russian: Я не уверен, что это пришельцы, да кто теперь знает!

source: She wear extremly dirty armor..
russian: На ней очень грязная броня.

source: Nope.. i thinksh besht actioon wass on Rad-Cavee!
russian: Неее... я думаю лучше все было в радои... рад... пещерах!

source: Yesh letys drinke for tshat.. again!
russian: Угу даввай ещще за это!

source: Heeep!
russian: Ииик!

source: LOT! loot of thress ..therss.. treassuRES!
russian: Много! Много скор... сорк... соккровищщ!

source: Aaaaamm... RICH!
russian: Я ваще богата!

source: [He sit near table and writing something in silence]
russian: [Он сидит у стола и что-то пишет в тишине]

source: No.. [He seem to be very busy on book]
russian: Нет. [Он кажется очень занятым книгой]

source: Am writing diary.. [you look at page and read few fragments] "..today i found amazing items, not like trash yesterday.. i found very white bone, almost new!.. i found rope, almost one meter long!.. i found three nails, well they was little rusty and have weird shape.. thats all i found! Such a great day! Tomorrow i will search again.. my collection is best in the world!
russian: Я пишу дневник [вы смотрите на страницу и читаете несколько фрагменто] "... сегодня я нашел отличные вещи, не такой мусор как вчера... белую кость, почти новую! И веревку, длиной почти метр. Еще нашел 3 гвоздя, они немного ржавые и странной формы... Это все! Замечательный день! Завтра я снова буду искать! Моя коллекция - лучшая в мире!

source: Do you seen GECK?
russian: Ты видел ГЕКК?

source: Yes ofcourse! [he shown you some junk, everything he have is junk] As you see i have everything, am best trader in the universe! Vic sell me many items, but also i found lot of treasures outside town. Some day i will open shop called "1001 items" this will be great day am tell you! And i will sell THIS book about my bartering career.
russian: Да, конечно! [он показывает вам какой-то мусор. Все, что у него есть, это мусор] Смотри сам, у меня есть все, я лучший торговец во вселенной! Вик продает мне много вещей, но я и сам нахожу много сокровищ за городом. Однажды я открою магазин под названием "1001 вещь", это будет великий день, вот увидишь! И я буду продавать ЭТУ книгу о моей карьере в продажах.

source: Drunken Farmer.
russian: Пьяный фермер.

source: He walk around bushes and kick them from time to time..
russian: Он ходит вокруг кустов и пинает их время от времени.

source: Grown faster!
russian: Быстрее расти!

source: What you say?!
russian: Чего сказал?!

source: I will give you motivation!
russian: Я те дам мотивацию!

source: FASTER!
russian: БЫСТРЕЕ!

source: ::kick bushes::
russian: ::пинает кусты::

source: Owner of "Golden Gecko"
russian: Владелец "Золотого Гекко"

source: He look very sad and nervous..
russian: Он выглядит очень грустно и нервно.

source: Dont you seen caption on doors "out of business"!?
russian: Ты что, не видишь на двери табличку "закрыто"!?

source: Why here is so empty.. and you are half naked?
russian: Почему тут так пусто? И почему ты полуголый?

source: I lost everything in poker.. i was very close to win house in New Reno, but in last round luck abandoned me. I must think what to do.. Damn! i dont known that nights can be so cold and uncomfortable!
russian: Я все проиграл в покер. Почти сорвал банк в Нью Рино, но в последней раздаче удача мне изменила. Теперь мне нужно думать что делать. Черт! Я не знал, что ночью может быть так холодно и неудобно!

source: Do you have beer?
russian: У тебя есть пиво?

source: Its joke? Leave me alone!
russian: Это шутка такая? Отвали!

source: Well.. i dont seen doors!
russian: Ну... я не видел дверей.

source: Uh i forgot.. i burned every doors because night was cold.
russian: А ну да я забыл... я сжег все двери, потому что ночами было холодно.

source: VIC.
russian: ВИК.

source: He smiling in irony..
russian: У него на лице ироническая улыбка.

source: WELCOME! brother i have MANY amazing items, which waiting for YOU! Just share with me your DREAMS and i will give you EVERYTHING you need! Look into my boxes and select your FAVOURITE item!
russian: ПРИВЕТСТВУЮ! Брат, у меня МНОГО невероятных вещей, ждущих ТЕБЯ! Просто поделись со мной своими мечтами, и я дам тебе ВСЕ что нужно! Посмотри в мои ящики и выбери свой ЛЮБИМЫЙ предмет!

source: [you look into dirty boxes filled with junk] I dont see GECK..
russian: [Вы смотрите в грязные ящики с мусором] Я не вижу ГЕКК.

source: GECK? Yes.. LEGENDARY geck! Well i dont have it YET but i COULD have IT. Just bring me something made from GOLD. I have MANY connections and EVERYTHING you need am ABLE to find!
russian: ГЕКК? А, ЛЕГЕНДАРНЫЙ ГЕКК! Ну, СЕЙЧАС у меня его нет, но я могу его достать. Просто принеси мне что-нибудь ЗОЛОТОЕ. У меня МНОГО связей, я МОГУ найти ВСЕ, что тебе нужно!

source: I have golden watch.
russian: У меня есть золотые часы.

source: WOW! Your GECK will be ready for one minute! [He run into next room and after minute returned with.. something which look like GECK!] HERE it is! UNLESS you NEED instruction to use it properly, i dont have it YET! Come back Next month, maybe i will find it. Now good BYE!
russian: УХ ТЫ! Твой ГЕКК будет готов через минуту! [Он убегает в другую комнате и возвращается с чем-то... похожим на ГЕКК!] ВОТ он! Но ЕСЛИ тебе НУЖНА инструкция по использованию, у меня ее пока НЕТ. Приходи в следующем месяце, может быть я ее найду. А теперь ДО СВИДАНИЯ!

source: I DONT have this instruction YET
russian: У меня ЕЩЕ НЕТ инструкци..

source: No.. its WORK! You just dont known HOW use it!
russian: Нет, он РАБОТАЕТ! Просто ты не знаешь КАК его использовать!

source: Come back LATER.. maybe next month.
russian: Приходи позже, может в следующем месяце.

source: Sorry am BUSY right now!
russian: Извини, сейчас я ЗАНЯТ!

source: My shop is TEMPORARY closed!
russian: Мой магазин ВРЕМЕННО закрыт!

source: Water Merchant.
russian: Торговец водой.

source: He seem to be very busy on some big machine..
russian: Похоже, он очень занят какой-то большой машиной.

source: [He kick machine and say] NO! Not again! Damn junk!
russian: [Он пинает машину и ругается] НЕТ! Только не снова! Чертова куча мусора!

source: No i got only mineral water from deep underground source.. unless last days this old machine work weird. I think its because water chip. Find me one and i will give you flask of amazing clean water, its so clean that you will get wonderfull feelings.. even better than after ten beers. I heard these chips can be found inside Vaults.
russian: Нет, у меня есть только минеральная вода из подземного источника... ну или была, пока эта рухлядь не начала артачиться. Я думаю, это из-за водного чипа. Найди для меня один, и я дам тебе флягу невероятно чистой воды, такой чистой, что ты отлично себя почувствуешь, даже лучше, чем после десяти кружек пива. Я слышал, такие чипы можно найти в Убежищах.

source: Water Chip? I think i got one..
russian: Водный чип? Похоже, у меня есть такой...

source: [He install Chip into machine and it work again, water swim into metall container called bathtub (you heard that its made to clean peoples, but you never used it) After bathtub was full he smile and say] Thank you! It seem to work now ok! Uh i forgot.. take this flask of fresh mineral water!
russian: [Он вставляет чип в машину и она снова запускается. Вода течет в металлический контейнер под названием ванна (вы слышали, что она нужна для мытья людей, но никогда не пользовались самостоятельно)] Спасибо! Похоже, работает нормально! Да, я забыл... возьми эту флягу свежей минеральной воды!

source: Thats it! Delicious water!
russian: Да! Вкусная вода!

source: I will be rich again! YES!
russian: Я снова буду богатым! ДА!

source: ::DRINK::
russian: ::ПЬЕТ::

source: Wonderfull tasty!
russian: Чудесный вкус!

source: I must find some clean flasks..
russian: Нужно найти чистых фляг...

source: Gecko Engineer.
russian: Инженер Гекко.

source: He look mutated.. like everyone who work in Gecko Plant..
russian: Он выглядит покалеченным... как и все, кто работает на Станции Гекко.

source: [He sleep on chair] Zzzzzzz...
russian: [Он спит сидя] Хрррррр...

source: Damn! I remember that face! You sell me radioactive beer, which make big hole in my brain! I lost my memories ashole!
russian: Черт! Я помню это лицо! Ты продал мне радиоактивное пиво, из-за которого у меня дыра в мозгу! Я потерял свои воспоминания, ты говнюк!

source: [He wake up and look scarry at you] Look.. am sorry.. take these keys which i found on floor.. and please dont be agressive..
russian: [Он просыпается и испуганно смотрит на вас] Слушай... извини... возьми вот эти ключи, которые я нашел на полу, и прошу, не нервничай так...

source: Uh.. ok, what you do here in Klamath anyway?
russian: Ээ... ладно. В любом случае, что ты делаешь в Клэмате?

source: Am on one month vacation, now let me continue my dreams.. [and he fall into long deep sleep, this job in Gecko must be really hard]
russian: У меня отпуск на месяц, дай мне поспать. [он проавливается в глубокий сон, должно быть работа в Гекко очень тяжелая]

source: Zzzzzz...
russian: Хррр...

source: ::SNIFF::
russian: ::ШМЫГ::

source: ..Frank! throw me screw number eight!..
russian: ...Фрэнк! Брось мне гайку номер 7!

source: ..Such a dumb ashole! I tell you to close pipe!..
russian: ...Вот тупой говнюк! Я тебе сказал закрыть трубу!

source: ..I think we got radioactive lake again!..
russian: ...Похоже, у нас опять радиоактивное озеро!

source: [Let him sleep]
russian: [Позволить ему спать]

source: Smith.
russian: Кузнец.

source: His skin and clothes are really dirty, the same like tools which he hold in hands..
russian: Его кожа и одежда очень грязные, прямо как инструменты в его руках.

source: [He look very busy on some dirty metalic stuff, probably part of engine] Uh.. hello. Do you need to repair something?
russian: [Похоже, он очень занят работой над какой-то грязной металлической штуковиной, вероятно, частью двигателя] Мм... привет. Тебе нужно что-нибудь починить?

source: Am wonder about these strange obiects in junkyard.
russian: А что это за странные штуки там во дворе?

source: I found them many crashed on desert near Navarro. One from my friends say they are alien ships. But am not sure about that theory, because there is no space for pilot inside. Seem like they are spying robots. Am not sure why they crashed, maybe bacause wrong program in main computer. As you see am trying to repair one, but it seem to be really dificulty [When you look at this machine it seem to be really hard to understand how it work and require skills science and repair near 300%]
russian: Я много таких разбитых нашел в пустыне возле Наварро. Один мой друг говорит, что это корабли чужих. Но я не уверен, потому что там внутри нет места для пилота. Больше похоже на роботов-шпионов. Непонятно, почему они разбились, может проблема было в управляющем центре. Как видишь, я пытаюсь починить одного, но уж очень это сложно. [Вы смотрите на машину - похоже, будет действительно сложно понять, как она работает, тут нужны умения науки и ремонта около 300%]

source: Can you borrow me your car?
russian: Можешь одолжить мне свою машину?

source: Forget about that i spend half year to repair it. Find some brahmin and drive it like others do. And DONT touch my car or i will change your face shape! [He point you big hammer on table]
russian: Забудь об этом. Я полгода ее чинил. Найди какой-нибудь караван браминов и иди с ними, как все делают. И НЕ ТРОГАЙ мою машину, а то я тебе лицо-то подправлю! [Указывает на большой молоток на столе]

source: [He seem to be too busy for such question]
russian: [Похоже, он слишком занят, чтобы отвечать]

source: Read 100 pages survival guide.
russian: Читать 100 страниц руководства по выживанию.

source: See big map of almost whole country.
russian: Смотреть большую карту почти всей страны.

source: Close book.
russian: Закрыть книгу.

source: [This book contain knowledge about survival and big map]
russian: [Эта книга содержит информацию по выживанию и большую карту]

source: Read next page...
russian: Читать следующую страницу...

source: There is nothing more interesting to read, instead of last page where you see boring autobiography of some traper. Seem like he get this whole knowledge trough years of living in australian bushes.
russian: Ничего интересного почитать не осталось. На последней странице вы видите скучную автобиографию какого-то охотника. Похоже, он приобрел эти знания, годами проживая в австралийском буше.

source: The most abundant life-form on earth, insects are easily caught. Insects provide 65 to 80 percent protein compared to 20 percent for beef. This fact makes insects an important, if not overly appetizing, food source.
russian: Самая распространная форма жизни на Земле, насекомые, ловятся очень легко. Насекомые на 65-80% состоят из протеина, тогда как говядина лишь на 20. Этот факт делает насекомых важным, хотя и не слишком вкусным истоником пищи.

source: Survivors have related feelings of apathy and helplessness because they could not treat themselves in this environment. The ability to treat themselves increased their morale and cohesion and aided in their survival and eventual return to friendly forces.
russian: Выжившие чувствуют апатию и беспомощность, потому что они не могут вылечить себя в этой среде. Возможность лечиться поднимает их дух и сплачивает, и таким образом помогает выживанию и возвращению в дружественное окружение.

source: One man with a fair amount of basic medical knowledge can make a difference to the lives of many. Without qualified medical personnel available, it is you who must know what to do to stay alive.
russian: Один человек с достаточным багажом медицинских знаний может изменить жизни многих. Без квалифированной медицинской помощи, вам самому нужно знать что делать, чтобы остаться в живых.

source: Many evaders and survivors have reported difficulty in treating injuries and illness due to the lack of training and medical supplies. For some, this led to capture or surrender.
russian: Многие беглецы и выживальщики сообщали о трудностях в лечении ран и болезней из-за отсутствия опыта и лекарств. В некоторых случаях это приводило к их поимке или сдаче.

source: Foremost among the many problems that can compromise a survivor's ability to return to safety are medical problems resulting from parachute descent and landing, extreme climates, ground combat, evasion, and illnesses contracted in captivity.
russian: На первом месте среди многих проблем, которые могут ухудшить способность выживальщика вернуться к безопасности, стоят медицинские проблемы, связанные с парашютированием и посадкой, экстремальными климатическими условиями, наземными боевыми действиями, нахождением в бегах, а также болезнями, подхваченными в неволе.

source: Your body loses water through normal body processes (sweating, urinating, and defecating). During average daily exertion when the atmospheric temperature is 20 degrees Celsius (C) (68 degrees Fahrenheit), the average adult loses and therefore requires 2 to 3 liters of water daily.
russian: Ваше тело теряет воду через естественные процессы (потение, мочеиспускание, дефекация). За средний день при температуре воздуха 20 градусов Цельсия (68 градусов Фаренгейта), нормальный взрослый человек теряет, и, соответсвенно, нуждается в 2-3 литрах воды.

source: Of all the physical problems encountered in a survival situation, the loss of water is the most preventable. The following are basic guidelines for the prevention of dehydration: Always drink water when eating. Acclimatize. Conserve sweat not water. Limit sweat-producing activities but drink water. Ration water.
russian: Из всех физических проблем, с которыми сталкивается выживальщик, потерю воду предотвратить легче всего. Базовые правила для избежания обезвоживания: Всегда пейте воду при приеме пищи. Акклиматизируйтесь. Сохраняйте пот а не воду. Ограничьте потоотделяющую активность, но пейте воду. Расходуйте воду экономно.

source: With the loss of water there is also a loss of electrolytes (body salts). The average diet can usually keep up with these losses but in an extreme situation or illness, additional sources need to be provided. A mixture of 0.25 teaspoon of salt to 1 liter of water will provide a concentration that the body tissues can readily absorb.
russian: С потерей воды также теряются электролиты (соли тела). Обычно питание восполняет эти потери, но в экстремальных ситуациях или при болезни, нужно обеспечить дополнительные источники. Раствор четверти чайной ложки соли в одном литре воды обеспечит концентрацию, которая легко может быть поглощена тканями тела.

source: In any situation where food intake is low, drink 6 to 8 liters of water per day. In an extreme climate, especially an arid one, the average person can lose 2.5 to 3.5 liters of water per hour. In this type of climate, you should drink 14 to 30 liters of water per day.
russian: При недостатке еды, пейте от 6 до 8 литров воды в день. В экстремальном климате, особенно сухом, обычный человек может терять от 2,5 до 3,5 литров воды за час. В таком климате вы должны пить от 14 до 30 литров воды в день.

source: You replace the water as you lose it. Trying to make up a deficit is difficult in a survival situation, and thirst is not a sign of how much water you need. Most people cannot comfortably drink more than 1 liter of water at a time. So, even when not thirsty, drink small amounts of water at regular intervals each hour to prevent dehydration.
russian: Восполняйте воду при потере. Это трудно сделать, и жажда не показывает когда вам нужна вода. Большинство людей не могут выпить более 1 литра воды за раз. Даже когда пить не хочется, потребляйте небольшие порции воды ежечасно для предотвращения обезвоживания.

source: Although you can live several weeks without food, you need an adequate amount to stay healthy. Without food your mental and physical capabilities will deteriorate rapidly, and you will become weak. Food replenishes the substances that your body burns and provides energy. It provides vitamins, minerals, salts, and other elements essential to good health. Possibly more important, it helps morale.
russian: Хотя вы можете прожить несколько недель без еды, вам требуется ее адекватное количество, чтобы оставаться здоровым. Без еды ваши физические способности быстро деградируют, и вы ослабеете. Еда восполняет вещества, которые сжигает ваше тело для получения энергии. Она обеспечиват витамины, минералы, соли и другие элементы, необходимые для здоровья. И (что может быть более важно) поднимает дух.

source: The two basic sources of food are plants and animals (including fish). In varying degrees both provide the calories, carbohydrates, fats, and proteins needed for normal daily body functions.
russian: Два основных источника еды это растения и животные (включая рыбу). В разных пропорциях, и те и другие обеспечивают калории, карбогидраты, жиры и протеины, необходимы для нормального функционирования тела.
