Repository: BGforgeNet/f2-dquest
Catalog: data/text/po/*.po
Languages: russian

source: Someday metal bird will burn our village!
russian: Однажды металлическая птица сожжет нашу деревню!

source: Search magic ball, this item will reveal many secrets!
russian: Ищи магический шар, он откроет много секретов!

source: I tell you too much outsider, now get out from my tent..
russian: Я рассказал тебе слишком много, чужак. Уходи из моего тента..

source: Strange Rat.
russian: Странная крыса.

source: He must be mutated..
russian: Видимо она мутировавшая..

source: Grrrr!
russian: Грр!

source: Woof!
russian: Гав!

source: [He look at you]
russian: [Он смотрит на вас]

source: Grrrrr.. WOOF!
russian: Грррр.. ГАВ!

source: Snifff!
russian: Шмыг!

source: Witch.
russian: Ведьма.

source: Very old woman, probably leader of this small community..
russian: Очень старая женщина, вероятно лидер этого маленького общества..

source: News run quickly across this small village. I heard that you survived temple of trials, is that true? Let me tell you something.. champion. We have many problems here and i believe that everyone can be fix just like that in one minute using holy artefact called holy GECK. You must find that item! It is said that such item will bring happiness and life to the wasteland!
russian: Новости распространяются быстро в этой деревне. Я слышала, что ты выжил в храме испытаний, это правда? Позволь мне кое-что тебе сказать.. чемпион. У нас много проблем, и я верю что все они могут быть решены в течение минуты с помощью святого артефакта, называющегося ГЕКК. Ты должен найти эту вещь! Говорят, что такой предмет может принести счастье и жизнь в пустошь!

source: Uh.. but why me?
russian: Мм.. а почему я?

source: Because its your destiny! You come here to our village not by mistake.. prophecy say many things about you champion. Anyway, Vic trader told me about GECK and i want it! So go now on wasteland and bring me one or two. Uh.. and talk with Vic first, he known much more about that item.
russian: Потому что это твоя судьба! Ты появился в нашей деревне не случайно.. пророчества говорят многое о тебе, чемпион. В любом случае, торговец Вик рассказал мне о ГЕКК, и я его хочу! Так что отправляйся в пустошь и принеси мне один или два. Мм.. и поговори сначала с Виком, он знает гораздо больше об этом предмете.

source: It was really hard but somehow i found it!
russian: Это было очень тяжело, но каким-то образом я его нашел!

source: Incredible you are truly champion! [she open quickly bag and found something.. very strange inside and she give it to you] Do you known how use this GECK? Please find out how its work! Our destiny is in your hands brave one!
russian: Невероятно, ты настоящий чемпион! [она открывает сумку и достает что-то очень странное, затем отдает вам] Ты знаешь как использовать этот ГЕКК? Прошу, разберись как он работает! Наша судьба в твоих руках, смельчак!

source: Do you known how its work?
russian: Ты знаешь, как это работает?

source: You made big quest.. but many new adventures waiting for you!
russian: Ты закончил большое задание, но тебя ждет много новых приключений!

source: Finally i have GECK.. am so happy! But how it work?
russian: Наконец-то у меня есть ГЕКК.. я так счастлива! Но как он работает?

source: Please find how work this holy artefact!
russian: Прошу, узнай как работает этот священный артефакт!

source: This item will bring life and happines to the wasteland!
russian: Этот предмет принесет жизнь и счастье в пустошь!

source: Gertruda.
russian: Гертруда.

source: You remember that woman from somewhere..
russian: Вы откуда-то помните эту женщину..

source: Just look at this picture and look at you! Do something with your face! Anyway where you was trough these whole days? Our childrens are hungry and you must fix home walls someday!!
russian: Просто посмотри на эту картину, и посмотри на себя! Сделай что-нибудь со своим лицом! Где ты был все эти дни? Наши дети голодны, и ты должен починить стены в доме!!

source: Are we meet before?
russian: Мы знакомы?

source: Are you drunken so much that you forgot own wife, childrens and house!? Damn i should tell doctor about your memory problems someday! Olways the same, you walk somewhere and not return trough whole days, sometime even months.. why i marry you ashole?!
russian: Ты настолько пьян, что забыл собственную жену, детей и дом?! Проклятье, я должна как-нибудь рассказать доктору о твоих проблемах с памятью! Всегда одно и тоже, ты куда-то уходишь и не возвращаешься днями, иногда даже месяцами.. зачем я за тебя вышла, засранец?!

source: How many.. we got.. childrens?
russian: Сколько.. у нас .. детей?

source: Do you really forgot everything or its some kind of dark humor?! We got seven childrens: Mark, Frank, Vitold, Steven, Clara, Sue, Monica.. Now go and bring us some food. I dont know.. hunt for something or buy! No just whole days you search something to drink!!
russian: Ты реально все забыл или это шутки такие?! У нас семь детей: Марк, Фрэнк, Витольд, Стивет, Клара, Сью, Моника.. Теперь иди и принеси нам еды. Я не знаю, поохоться или купи что-нибудь. Не все же тебе искать что выпить целыми днями!!

source: But.. do you have some beer?
russian: Но.. у тебя есть пиво?

source: WHAT?! Dont tell me anything about alcohol or i kill you! Now do something usefull for our family and fix these walls. Yesterday big rat come to my bed and i dont sleep trough whole night because he dont want to get off from house! I wish you got this rat brain! He is much more smart than you!!
russian: ЧТО?! Не упоминай алкоголь, или я тебя прибью! Теперь сделать что-нибудь полезное для нашей семьи и почини эти стены. Вчера здоровая крыса залезла в мою кровать и я не спала целую ночь, потому что она не хотела убираться из дом! Хотела бы я, чтобы у тебя был мозг этой крысы! Она гораздо умнее!!

source: Clara.
russian: Клара.

source: She seem to be one from your seven childrens..
russian: Похоже, это одна из ваших дочерей..

source: Dady am 12 years old and i want cosmetic case!
russian: Папа, мне 12 и я хочу косметический набор!

source: I dont care about that.
russian: Мне все равно.

source: Please! Please! please! Bring me some cosmetics am old dont you see that?! Please dady! I will tell you where momy hide all money!
russian: Пожалуйста! Пожалуйста! Пожалуйста! Принеси мне косметики... я взрослая, разве ты не видиш? Пожалуйста, папа! Я скажу тебе, где мама прячет все деньги!

source: Here is cosmetics.. but first tell me about money.
russian: Вот косметика.. но сначала расскажи мне про деньги.

source: Oh thank you! [She quickly run to other room and after minute returned with some old dirty stockings which contain lot of money.]
russian: О, спасибо! [Она быстро убегает в другую комнату и через минуту возвращается со старыми колготками, в которые напихано много денег.]

source: Am beauty like pornstar!
russian: Я красивая как порнозвезда!

source: [she look at mirror]
russian: [Она смотрится в зеркало]

source: Yeah! Am superstar!
russian: Да! Я суперзвезда!

source: [she use cosmetics]
russian: [Она наносит косметику]

source: Hi Hi Hi
russian: хихихи

source: Frank.
russian: Фрэнк.

source: He seem to be one from your seven childrens..
russian: Похоже, это один из ваших семи детей..

source: Look what i found inside trashcan! Delicious meat!
russian: Смотри, что я нашел в мусорном баке! Вкусненькое мясо!

source: Wow, good boy! Now give me piece, am hungry!
russian: Ух ты, молодец! Дай-ка мне кусочек, я голоден!

source: No i will not! Bring me lighter and i will think about share with you anything. I have some cigaretes and now i want lighter! And dont look at me that way am old man! Am 10 years old!
russian: Еще чего! Принеси мне зажигалку и тогда я подумаю, стоит ли с тобой делиться. У меня есть сигареты, и теперь мне нужна зажигалка! И не смотри на меня так, старикан! Мне 10 лет!

source: Here is lighter, now give me meat!
russian: Вот зажигалка, теперь давай мясо!

source: Hah! Thanx! (He gived you some dry meat of dead rat.]
russian: Ага! Спасибки! [Он дает вам кусок сушеной крысятины]

source: Am smoking heheh!
russian: Я курю, хехехе!

source: What you want?!
russian: Чего тебе?!

source: Leave me alone!
russian: Оставь меня в покое!

source: Yeah i have lighter!
russian: Дааа, у меня есть зажигалка!

source: This trashcan is full ot treasures!
russian: В этом мусорном баке полно сокровищ!

source: Mark.
russian: Марк.

source: Dragon wake up and look around..
russian: Дракон просыпается и осматривается..

source: You are in dark cave..
russian: Вы в темной пещере..

source: Suddenly something jump at your head!
russian: Неожиданно что-то прыгает вам на голову!

source: Deep and dark forest, you hear strange voice..
russian: Лес темен и тих. Вы слышите странный голос..

source: And witch say that she known this secret..
russian: И ведьма говорит, что она знает этот секрет..

source: Throw one dice 1K6 for sword damage!
russian: Бросай 1d6 на дамаг меча!

source: Listen to ME am game master this time!
russian: Слушай меня, сейчас Я гейм мастер!

source: 2K6 for poison domage! Spider is very BIG!
russian: 2d6 дамага ядом! Паук очень БОЛЬШОЙ!

source: You cant move NOW! You are paralyzed!
russian: Ты не можешь ДВИГАТЬСЯ! Ты парализован!

source: Hey! That corridor is too small to drive here on horse!!
russian: Эй! Этот коридор слишком маленький, чтобы ехать по нему на лошади!!

source: Damn! You cheating! Roll dices again!!
russian: Черт! Ты жульничаешь! Бросай кости снова!!

source: Imagine whats happend now hehe!
russian: Представь что сейчас происходит, хехе!

source: And on top of mountain is hidden silver sword of elves..
russian: И на верху горы спрятан серебряный меч эльфов..

source: Elves silver is called Mithril.. or it was dwarven?
russian: Эльфийское серебро называется Митрил... или это дварфийское?

source: Ashole! Am not playing with you! Roll dices again!
russian: Говнюк! Я с тобой не играю! Бросай кости еще раз!

source: You are human soldier age 19
russian: Ты человек солдат, 19 лет

source: So WHAT! Keep rules!
russian: Ну и ЧТО! Соблюдай правила!

source: What?! You cant talk with horse!
russian: Что?! Ты не можешь говорить с лошадью!

source: Skill to create immortal potion? He must be alchemic level30
russian: Скилл, чтобы создать эликсир бессмертия? Он должен быть алхимиком 30 уровня.

source: Haha.. you died! Because there was trap!!
russian: Хаха.. ты умер! Потому что там была ловушка!!

source: Robot? In medieval castle?
russian: Робот? В средневековом замке?

source: Ok you have one implant made from silver..
russian: Хорошо, у тебя есть один серебяный имплант..

source: Sorry but poeples without head cant be resurrect!
russian: Извини, но люди без головы не могут быть воскрешены!

source: Because you was shot by cannon! 6k6 damage!
russian: Потому что в тебя выстрелил из пушки! 6d6 дамага!

source: No! You walk slowly because you are wounded!
russian: Нет! Ты идешь медленно, потому что ранен!

source: This was poisonous frog so you died by kiss it!
russian: Это была ядовитая лягушка, так что ты умер после поцелуя!

source: Suddenly thief steal all your money!
russian: Неожиданно вор крадет все твои деньги!

source: Your chances of succes are 1k6+2
russian: Твой шанс на успес 1d6+2

source: Yes its magical sword but its rusty and broken! Noramal damage 1k6!
russian: Да, это волшебный меч, но он ржавый и сломанный! Обычный дамаг, 1d6!

source: You move twice faster because you wear elven shoes.
russian: ты двигаешься в 2 раза быстрее, потому что на тебе эльфийские ботинки.

source: Wait! What you say? Tell me slowly i must count it!
russian: Погоди! Что ты сказал? Говори медленнее, я считаю!

source: And you look at sky and you see red clouds..
russian: И ты смотришь на небо и видишь красные облака..

source: You are archer.. but Gnome so you cant use longbows!
russian: Ты лучник, но гном, поэтому не можешь использовать длинный лук!

source: Crossbow make more damage but is slow..
russian: Арбалет делает больше дамага, но он медленнее..

source: So make real crossbow and you will see!
russian: Так сделай настоящий арбалет и увидишь!

source: Its necklace made from metheorite its blue and shining..
russian: Это ожерелье из метеорита, оно синее и блестящее..

source: Hah! You forgot to take off hat and she kick you balls!
russian: Ха! Ты забыл снять шляпу, и она пинает тебя по яйцам!

source: No you cant do that again!
russian: Нет, ты не можешь сделать это снова!

source: Wait! Let me count! Its 3k6!
russian: Погоди! Дай посчитать! Это 3d6!

source: Nobody known that.. because its ancient.
russian: Никто не знает.. потому что он древний.

source: No you cant read it all! You skill is on second level!
russian: Нет, ты не можешь прочитать все это! Ты второго уровня!

source: Vitold.
russian: Витольд.

source: What damage made my sword?
russian: Какой дамаг нанес мой меч?

source: I open chest, what is inside?
russian: Я открыл сундук, что внутри?

source: Run! I escape!
russian: Бежим! Я убегаю!

source: Ok i enter house and what now?
russian: Хорошо, я вхожу в дом и что дальше?

source: What is better bow or crossbow?
russian: Что лучше, лук или арбалет?

source: Am unvisible! My cloak is black like night!
russian: Я невидимка! Мой плащ чернее ночи!

source: Ok i throw him money!
russian: Хорошо, я бросаю ему монетку!

source: Thef? Where? Why i dont seen him??
russian: Вор? Где? Почему я его не видел??

source: Damn! I should lear that skill in Koldsberg!
russian: Черт! Я должен выучить этот скилл в Колдсберге!

source: What is name of that village?
russian: Как называется та деревня?

source: Ok am dirty but i got skill to find water so am clean!
russian: Ну да я грязный, но я умею находить воду, так что помылся!

source: Yes am wounded but i fall into berserk so i dont feel it!
russian: Да, я ранен, но я становлюсь берсерком, так что не чувствую этого!

source: How big is that forest?
russian: Насколько большой этот лес?

source: So you use pathfinding and me watch on trees!
russian: Так что ты ищи путь а я буду смотреть с деревьев!

source: I see something on ground because i got perception level3
russian: Я вижу что-то на земле, потому что у меня 3 уровень восприятия

source: No! It must be something there!
russian: Нет, здесь что-то должно быть!

source: No.. am not cheating..
russian: Нет.. я не жульничаю..

source: So what she say?
russian: И что она говорит?

source: I dont care because i wear metal armor..
russian: Мне все равно, потому что я ношу металлическую броню..

source: No my sword will never broke! I got smith skill level5
russian: Нет, мой меч никогда не сломается! Я кузнец 5 уровня!

source: Hah! THIS was funny!
russian: Ха! А вот ЭТО было весело!

source: So what i could do?? I tryed everything!!
russian: Что я мог сделать?? Я все попробовал!!

source: Uh.. i dont seen it.
russian: Э.. я не видел.

source: Where is my blue dice? My favourite!
russian: Где моя голубая кость? Любимая!

source: Can i use condom as holy artefact?
russian: Я могу использовать презерватив как священный артефакт?

source: But players can use items from other games!
russian: Но игроки могут использовать предметы из других игр!

source: Its balloon made from alien robot hehe!
russian: Это воздушный шар сделанный из внеземного робота хехе!

source: No am not!
russian: А вот и нет!

source: Am enter tavern and scream BEER!
russian: Я захожу в таверну и кричу ПИВО!

source: He was drunken? I think he was dead!
russian: Он пьян? Я думал он мертв!

source: Am sit on horse and run trough corridor to exit!
russian: Я сижу на лошади и еду вдоль коридора к выходу!

source: No! YOU are sick!
russian: Нет! Ты просто ужасен!

source: So i open chest but i quickly hide my eyes!
russian: Я открываю сундук, но быстро зажмуриваюсь!

source: Blind?! So what now?!
russian: Ослеп?! И что теперь?!

source: And what about skill translater?
russian: А что насчет переноса скиллов?

source: Animals got also language.. its BODY language!
russian: У животных тоже есть язык.. Это язык ТЕЛА!

source: HA HA HA!
russian: ХА ХА ХА !

source: I do nothing! Am just sit on ground..
russian: Я ничего не делаю! Просто сижу на земле!

source: No you dont understand! Its NEW skill!
russian: Нет, ты не понимаешь! Это НОВЫЙ скилл!

source: Yes i can! Yes i can! Yes i can!
russian: Да, могу! Да, могу! Да, могу!

source: No! No! No!.. Shut up!
russian: Нет! Нет! Нет! Заткнись!

source: Hah i WIN!
russian: Хах, я победил!

source: How much i get experience?
russian: Сколько опыта я получаю?

source: Ok i spend three skillpoints on bravery.
russian: Хорошо, я трачу 3 скиллпойнта на храбрость.

source: Bravery mean bonus during battle based on level of that skill.
russian: Храбрость означает бонус во время битвы, зависящий от уровня этого скилла.

source: Yes its best rule: bonus based on level of that skill add to throws.
russian: Да, и что самое лучшее, бонус зависящий от уровня также добавляется к броскам.

source: Normal throws will be 1k6 and everything else bonus!
russian: Обычные броски - 1d6, и к ним добавляется бонус!

source: So what we will use only one dice, our favourite!
russian: Ну и что, будем использовать только одну кость, нашу любимую!

source: Yeah! And player can invent any skill he want DURING game!
russian: Да! И игрок может изобрести любой скилл, какой ему хочется, ВО ВРЕМЯ игры!

source: Situations mean you will get bad effects high as situation LEVEL!
russian: Ситуации означают, что на тебя наложат плохие эффекты с уровнем ситуации!

source: Uh am not sure.. it could be for example ten levels. It mean 100%
russian: Не уверен.. например 10 уровень. Это означает 100%.

source: Steven.
russian: Стивен.

source: Levels system? but how much them?
russian: Система уровней? А сколько их?

source: Yes that is correct! And what about timetravelling?
russian: Да, это точно! А что насчет путешествий во времени?

source: For example time travelling in level 10 will stop time.
russian: Например, 10 уровень путешествий во времени будет останавливать время.

source: Yeah its weird but player can invent any skill he want REMEMBER!
russian: Ну да странно, но игрок может изобрести любой скилл какой хочет, ПОМНИШЬ?

source: So i got skill memory in level zero so i forgot everything.
russian: У меня скилл памяти нулевого уровня, так что я все забыл.

source: Yes sometime skill in his small level is better!
russian: Да, иногда скилл маленького уровня лучше!

source: To avoid chest trap i could use intuition i konwn whats could happend!
russian: Чтобы избежать ловушку в сундуке, я использую интуицию, я знаю что может случиться!

source: Age is ALSO skill hehe! And it coud be test by percents. Age 100=100%
russian: Возраст это тоже скилл! И он считается в процентах. Возраст 100=100%

source: So when you got 100% or 0% it mean that you SURELY get some effects!
russian: Значит когда там 100% или 0% это значит это эффекты ТОЧНО на тебя сработали!

source: Yeah but alchemic using immortal potion can decrease other skill: AGE!
russian: Да, но алхимик, используя зелье бессмертия, может уменьшит другой скилл: ВОЗРАСТ!

source: I think its best: one skill will affect many other skills!
russian: Я думаю, этот самый лучший: один скилл влияющий на много других скиллов!

source: So SITUATION mean action where few skills affect one to other!
russian: Значит СИТУАЦИЯ это действие когда несколько скиллов влияют друг на друга!

source: Yes thats true!
russian: Да, это так!

source: Am walking trough corridor and i have torch.
russian: Я иду по коридору и держу факел.

source: Thief have his skill to steal but i have skill to watch my money!
russian: У вора есть скилл воровать, но у меня есть скилл следить за своим кошельком!

source: Uh yes.. it could be complicated, but somehow i believe its best way.
russian: Ну да.. бывает сложно, но я думаю так лучше всего.

source: How many times i could try made some action and on how skill its based?
russian: Сколько раз я мог попытаться совершить какое-то действие, и на каком скилле это основано?

source: Let me see.. no it dont make any sense..
russian: Дай-ка подумать.. нет, это чушь какая-то..

source: My favourite is RED!
russian: Мой любимый - КРАСНЫЙ!

source: I vote on hundread levels, percents!
russian: Я голосую за сотню левелов, и процентов!

source: When you born, your AGE skill is zero!
russian: Когда ты рождаешься, твой скилл ВОЗРАСТ равен нулю!

source: Ok so i hold my sword hundread days, so my HOLD skill is 100%
russian: Хорошо, я держу свой меч сто дней, так что мой скилл ДЕРЖАТЬ равен 100%

source: HOLD skill is test for chances to drop weapon during battle.
russian: Скилл ДЕРЖАТЬ влияет на шанс уронить оружие в битве.

source: Yeah! We should have computer to test whole throws all time!
russian: Да! Нам нужно заставить компьютер делать все эти броски!

source: But when we have one dice.. its too small tor hundread levels bonus..
russian: Но у нас только одна кость.. она слишком маленькая для бонусов сотого уровня.

source: Did you seen ever dice K100? I heard they exist!
russian: Ты когда-нибудь видет кость d100? Я слышал, они существуют!

source: Its normal forest or swamp? Dont try to surprise me again!
russian: Это обычный лес или болото? Не пытайся меня сново подловить!

source: He dont eat my skull because i got metal hat its look like normal hat!
russian: Он не может съесть мой череп, потому что у меня металлическая шляпа, которая выглядит как обычная шляпа!

source: Because i got smith skill so i made metal hat! And nobody seen that!
russian: Потому что у меня есть скилл кузнеца, и я сделал металлическую шляпу! И никто не видел!

source: Because its secret item which even game master dont see!
russian: Потому что это секретный предмет, который не видит даже гейм мастер!

source: Quest master and Game master, whats the difference!?
russian: Квест мастер, гейм мастер - какая разница!?

source: Hey guys! Ho many days we play here?! I lost time feeling!
russian: Эй пацаны! Сколько дней мы уже играем?! Я потерял чувство времени!

source: Ok so i thrown dagger.. and what now?
russian: Ну я бросил кинжал, и что теперь?

source: Everybody should count own throwns..
russian: Все считают свои броски..

source: But cheating its also skill! So i get bonus to EVERYTHING!
russian: Но жульничество это тоже скилл! У меня бонус ко ВСЕМУ!

source: Luck and cheating are similar, so you gat many bonus..
russian: Удача и жульничество похожи, оба дают много бонусов..

source: I use my two handed sword which i made from crystal.
russian: Я использую свой двуручный меч, который я сделал из кристалла.

source: Everything should be possible otherwise we will pluke from boring!
russian: Все должно быть возможно, иначе мы сдохнем от скуки!

source: So you get more experience, its bonus.
russian: Значит ты получаешь больше опыта, это бонус.

source: Every living creatures should have WILD element: wild frog, wild horse.
russian: Все живые существа должны иметь ДИКУЮ часть: дикая лягушка, дикая лошадь.

source: WILD is skill used by animals and villagers, they live far from towns.
russian: ДИКИЙ скилл используется животными и деревенскими жителями, они живут далеко от городов.

source: NOTHING! Do i need to made actions in each second of my life?!
russian: НИЧЕГО! Я обязан что-то делать каждую секунду?!

source: Well who cares about that, i could try again hundread times!
russian: Кому какая разница, я могу пытаться снова сотни раз!

source: Ok so BORING skill will determine how many times you can made action..
russian: Ага, значит скилл СКУКА будет определять, сколько раз ты можешь повторить действие..

source: BORING skill will be based on AGE or experience..
russian: Скилл СКУКА будет зависит от ВОЗРАСТА или опыта..

source: Because i shoot flame arrows, they have elemental damage!
russian: Потому что я стреляю огненными стрелами, они делают стихийный дамаг!
