Repository: BGforgeNet/f2-dquest
Catalog: data/text/po/*.po
Languages: russian

source: In a survival situation, especially in a hostile environment, you may find it necessary to camouflage yourself, your equipment, and your movement. It may mean the difference between survival and capture by the enemy. Camouflage and movement techniques, such as stalking, will also help you get animals or game for food using primitive weapons and skills.
russian: В ситуации выживания, особенно во враждебной среде, вам, возможно, понадобится камуфлировать себя, свое снаряжение, и передвижения. Это может означать разницу между выживанием и поимкой врагом. Камуфляж и умение красться также помогут вам добыть животную пищу с использованием примитивного оружия и приемов.

source: To hide and camouflage movement in any specific area of the world, you must take on the color and texture of the immediate surroundings. Use natural or man-made materials to camouflage yourself. Camouflage paint, charcoal from burned paper or wood, mud, grass, leaves, strips of cloth or burlap, pine boughs.
russian: Чтобы скрыть передвижение в любой области мира, вы должны использовать цвет и текстуру непосредственного окружения. Используйте естественные или рукотворные материалы для маскировки. Камуфляжная краска, пепел от сгоревшей бумаги или дерева, грязь, трава, листья, полосы ткани или брезента, ветки сосны.

source: As skin gets oily, it becomes shiny. Equipment with worn off paint is also shiny. Even painted objects, if smooth, may shine. Glass objects such as mirrors, glasses, binoculars, and telescopes shine. You must cover these glass objects when not in use. Anything that shines automatically attracts attention and will give away your location.
russian: Жирная кожа начинает блестеть. Снаряжение со стершейся краской тоже. Даже окрашенные вещи тоже могу блестеть, если они гладкие. Стеклянные объекты - зеркала, стаканы, бинокли, телескопы - блестят. Вы должны накрывать их, когда не используете. Все, что блестит, привлекает внимание, и выдает ваше местоположение.

source: When traveling, especially in built-up areas at night, be aware of where you cast your shadow. It may extend out around the comer of a building and give away your position. Also, if you are in a dark shadow and there is a light source to one side, an enemy on the other side can see your silhouette against the light.
russian: В путешествии, особенно в застроенных областях, ночью, следите за своей тенью. Она может падать за угол здания и выдавать вашу позицию. Также, если вы в густой тени и с одной стороны есть источник света, враг с другой стороны может видеть ваш силуэт.

source: When hiding or traveling, stay in the deepest part of the shadows. The outer edges of the shadows are lighter and the deeper parts are darker. Remember, if you are in an area where there is plenty of vegetation, keep as much vegetation between you and a potential enemy as possible.
russian: Когда вы прячетесь или передвигаетесь, оставайтесь в самых темных тенях. Наружные кромки теней светлее, а внутренние части темнее. Помните - если вы в местности с большим количеством растительности, располагайтесь так, чтобы между вами и потенциальным врагом ее было как можно больше.

source: In many survival situations, the ability to start a fire can make the difference between living and dying. Fire can fulfill many needs. It can provide warmth and comfort. It not only cooks and preserves food, it also provides warmth in the form of heated food that saves calories our body normally uses to produce body heat. You can use fire to purify water, sterilize bandages, signal for rescue, and provide protection from animals. It can be a psychological boost by providing peace of mind and companionship. You can also use fire to produce tools and weapons.
russian: Во многих экстремальных ситуациях способность разжечь огонь может означает разницу между жизнью и смертью. Огонь может удовлетворить разные потребности. Он обеспечивает тепло и комфорт. Он не только готовит и сохраняет пищу, но и обеспечивает тепло в виде горячей еды, которая сохраняет калории, используемые телом для поддержания температуры. Огонь можно использовать для очистки воды, стерилизации повязок, сигнала бедствия, и защиты от животных. Он может помочь психологически, обеспечивая спокойствие духа и общение. Вы также можете использовать огонь для изготовления инструментов и оружия.

source: In many survival situations, the ability to start a fire can make the difference between living and dying. Fire can cause problems, as well. The enemy can detect the smoke and light it produces. It can cause forest fires or destroy essential equipment. Fire can also cause burns carbon monoxide poisoning when used in shelters.
russian: Во многих экстремальных ситуациях способность разжечь огонь может означает разницу между жизнью и смертью. Огонь может быть и источником проблем. Враг может заметить дым и свет. Огонь может начать лесной пожар или уничтожить необходимое снаряжение. Также, огонь может причинить ожоги, или отравление углекислым газом при использовании в убежище.

source: To build a fire, it helps to understand the basic principles of a fire. Fuel (in a non gaseous state) does not burn directly. When you apply heat to a fuel, it produces a gas. This gas, combined with oxygen in the air, burns. Understanding the concept of the fire triangle is very important in correctly constructing and maintaining a fire. The three sides of the triangle represent air, heat, and fuel. If you remove any of these, the fire will go out.
russian: Чтобы разжечь огонь, нужно понимать его базовые приципы. Топливо (в негазообразной форме) не горит непосредственно. Когда вы разогреваете топливо, оно превращается в газ. Этот газ, вместе с кислородом воздуха, образует огонь. Понимание концепции треугольника огня очень важно в его разжигании и поддержке. Три стороны треугольника представляют собой воздух, тепло, и топливо. Если вы уберете любой из них, огонь потухнет.

source: You will have to decide what site and arrangement to use. Before building a fire consider: The area (terrain and climate) in which you are operating. The materials and tools available. Time: how much time you have? Need: why you need a fire? Security: how close is the enemy? Look for a dry spot that: Is protected from the wind. Is suitably placed in relation to your shelter (if any). Will concentrate the heat in the direction you desire. Has a supply of wood or other fuel available.
russian: Вам нужно будет решить, где и как разводить огонь. При этом примите во внимание область (ландшафт и климат), где вы находитесь. Доступные материалы и инструменты. Время - сколько у вас есть. Нужда - зачем вам огонь? Безопасность: как близко враги? Ищите сухое место, которое: защищено от ветра, расположено удачно по отношению к вашему укрытию, и будет направлять тепло в нужном вам направлении, а также имеет достаточно дерева или другого топлива.

source: In some situations, you may find that an underground fireplace will best meet your needs. It conceals the fire and serves well for cooking food. To make an underground fireplace or Dakota fire hole: Dig a hole in the ground. On the upwind side of this hole, poke or dig a large connecting hole for ventilation. Build your fire in the hole.
russian: В некоторых ситуациях может оказаться, что вам лучше всего подходит подземный костер. Он скрывает огонь и на нем удобно готовить еду. Чтобы соорудить подземный костер, или "Огненную яму Дакоты": выкопайте яму в земле. С надветренной стороны, продырявьте или прокопайте дыру для вентиляции. Разожгите костер в яме.

source: Always light your fire from the upwind side. Make sure to lay your tinder, kindling, and fuel so that your fire will burn as long as you need it. Igniter's provide the initial heat required to start the tinder burning. They fall into two categories: modern methods and primitive methods. Modem igniter's use modem devices: items we normally think of to start a fire. Matches, Convex Lens, Metal Match, Battery, Gunpowder. Primitive igniter's are those attributed to our early ancestors: Flint and Steel, Fire-Plow, Bow and Drill.
russian: Всегда разжигайте огонь с надветренной стороны. Обязательно укладывайте розжиг и топливо так, чтобы огонь горел столько, сколько вам нужно. Зажигательные приспособления обеспечивают начальное тепло, необходимое для того, чтобы розжиг загорелся. Они могут быть современными или примитивными. Современные это спички, линзы, металлические спички, батарейки, порох. Примитивные это те, которыми пользовались наши предки: кремень и огниво, деревянные палочки.

source: The fire-plow is a friction method of ignition. You rub a hardwood shaft against a softer wood base. To use this method, cut a straight groove in the base and plow the blunt tip of the shaft up and down the groove. The plowing action of the shaft pushes out small particles of wood fibers. Then, as you apply more pressure on each stroke, the friction ignites the wood particles.
russian: Огненный плуг это метод разжигания огня трением. Вы трете палку из твердого дерева о более мягкую основу. Чтобы использовать этот метод, срежьте прямую ветвь у основания и трите трут вверх и вниз по ветке. Буравящее действие трута отслаивает маленькие частички волокон дерева. Затем, из-за давления при движении туда-сюда, трение поджигает частички дерева.

source: The direct spark method is the easiest of the primitive methods to use for make fire. The flint and steel method is the most reliable of the direct spark methods. Strike a flint or other hard, sharp-edged rock edge with a piece of carbon steel (stainless steel will not produce a good spark). This method requires a loose-jointed wrist and practice. When a spark has caught in the tinder, blow on it. The spark will spread and burst into flames.
russian: Прямая искра это самый простой из примитивных методов разжигания огня. Кремень и сталь это самый надежный метод добыть прямую искру. Ударьте кремень или другой острый камень куском углеродистой стали (нержавеющая сталь не произведет хорошую искру). Этот метод требует свободно двигающееся запястье и практику. Когда искра попадет на трут, дуньте на нее. Искра раздуется и разожжет огонь.

source: It takes much more than the knowledge and skills to build shelters, get food, make fires, and travel without the aid of standard navigational devices to live successfully through a survival situation. Some people with little or no survival training have managed to survive life-threatening circumstances. Some people with survival training have not used their skills and died. A key ingredient in any survival situation is the mental attitude of the individual(s) involved. Having survival skills is important; having the will to survive is essential.
russian: Успешное выживание требует гораздо больше, чем знания и навыки строительства укрытия, добычи еды, разведения костров, и путешествий без помощи стандартных навигационных устройств. Некоторым людям с небольшими навыками выживания или вообще без них удалось выжить в угрожающих жизни обстоятельствах. Некоторые люди с навыками выживания не использовали их и погибли. Ключевой элемент в любой ситуации выживания - это психическое состояния выживальщика(ов). Иметь навыки выживания важно, иметь волю к жизни необходимо.

source: There is a psychology to survival. The soldier in a survival environment faces many stresses that ultimately impact on his mind. These stresses can produce thoughts and emotions that, if poorly understood, can transform a confident, well-trained soldier into an indecisive, ineffective individual with questionable ability to survive. Thus, every soldier must be aware of and be able to recognize those stresses commonly associated with survival.
russian: В выживании участвует психология. Солдат в среде выживания сталкивается с множеством стрессов, что в конечном счете влияет на его разум. Эти стрессы могут приводить к мыслям и эмоциям, которые, если плохо поняли, может превратить уверенного в себе, хорошо обученного солдата в нерешительную, неэффективную личность с сомнительной способностью выживать. Поэтому, каждый военнослужащий должен знать и уметь распознавать стрессы, которые обычно связаны с выживанием.

source: Before you can understand psychological reactions in a survival setting, it is helpful to first know a little bit about stress. Stress is not a disease that you cure and eliminate. Instead, it is a condition we all experience. Stress can be described as our reaction to pressure. It is the name given to the experience we have as we physically, mentally, emotionally, and spiritually respond to life's tensions.
russian: Прежде чем вы сможете понять психологические реакции в условиях выживания, полезно сначала узнать немного о стрессе. Стресс - это не заболевание, которое можно вылечить и устранить. Это состояние, которое мы все испытываем. Стресс может быть описан как наша реакция на давление. Это название, данное нашему состоянию, когда мы физически, умственно, эмоционально и духовно реагируем на напряженность жизни.

source: We need stress because it has many positive benefits. Stress provides us with challenges; it gives us chances to learn about our values and strengths. Stress can show our ability to handle pressure without breaking; it tests our adaptability and flexibility; it can stimulate us to do our best. Because we usually do not consider unimportant events stressful, stress can also be an excellent indicator of the significance we attach to an event: in other words, it highlights what is important to us.
russian: Нам нужен стресс, потому что он имеет много положительных сторон. Стресс создает для нас вызовы; он дает нам шанс узнать о наши ценностях и сильных сторонах. Стресс может показать нашу способность справляться с давлением без повреждений; он проверяет нашу приспособляемость и гибкость, он может стимулировать нас к лучшему. Так как мы обычно не испытываем стресс при маловажных событиях, стресс также может стать отличным индикатором значимости, которую мы придаем событию: другими словами, он подчеркивает, что важно для нас.

source: Listed below are a few of the common signs of distress you may find in your fellow soldiers or yourself when faced with too much stress: Difficulty making decisions. Angry outbursts. Forgetfulness. Low energy level. Constant worrying. Propensity for mistakes. Thoughts about death or suicide. Trouble getting along with others. Withdrawing from others. Hiding from responsibilities. Carelessness.
russian: Ниже перечислены некоторые общие признаки расстройства, которые вы может заметить в ваших товарищах или в себе при столкновении со слишком большим уровнем стресса: сложность принятия решений. Вспышки гнева. Забывчивость. Низкий уровень энергии. Постоянные переживания. Склонность к ошибкам. Мысли о смерти или самоубийстве. Трудности в общении с другими. Вывод от других. Уклонение от ответственности. Разгильдяйство.

source: Stress can be constructive or destructive. It can encourage or discourage, move us along or stop us dead in our tracks, and make life meaningful or seemingly meaningless. Stress can inspire you to operate successfully and perform at your maximum efficiency in a survival situation. It can also cause you to panic and forget all your training. Key to your survival is your ability to manage the inevitable stresses you will encounter. The survivor is the soldier who works with his stresses instead of letting his stresses work on him.
russian: Стресс может быть конструктивным или деструктивным. Он может поощрять или препятствовать, двигать нами или остановить нас в нашем пути, и сделать жизнь осмысленной или бессмысленной на вид. Стресс может вдохновить вас на успешное функционирование и максимальную эффективность в ситуации выживания. Он также может заставить вас паниковать и забыть все, чему вы учились. Ключ к выживанию - это ваша способность управлять неизбежными стрессами, которые вы встретите. Выживший солдат - это солдат, который работает над своими стрессами, вместо того, чтобы позволять стрессам работать над ним.

source: Injury, illness, and death are real possibilities a survivor has to face. Perhaps nothing is more stressful than being alone in an unfamiliar environment where you could die from hostile action, an accident, or from eating something lethal. Illness and injury can also add to stress by limiting your ability to maneuver, get food and drink, find shelter, and defend yourself. Even if illness and injury don't lead to death, they add to stress through the pain and discomfort they generate.
russian: Травмы, болезни, и смерть - это реальные возможности, с которыми приходится сталкиваться выживальщикам. Возможно, нет ничего более напрягающего, чем оказаться в одиночестве в незнакомой обстановке, где вы можете умереть от враждебных действий, несчастного случая, или при поедании чего-то смертельно опасного. Болезни и травмы также могут усилить стресс, ограничивая вашу возможность передвигаться, добывать еду и питье, находить укрытие и защищать себя. Даже если болезни и травмы не приводят к смерти, они усиляют стресс, принося боль и дискомфорт.

source: Some people have trouble operating in settings where everything is not clear-cut. The only guarantee in a survival situation is that nothing is guaranteed. It can be extremely stressful operating on limited information in a setting where you have limited control of your surroundings. This uncertainty and lack of control also add to the stress of being ill, injured, or killed.
russian: Некоторые люди с трудом действуют в нечеткой обстановке. Единственное, что можно знать в ситуации выживания - что ничего нельзя знат наверняка. Можеть быть очень сложно действовать при ограниченной информации в обстановке, когда ваш контроль за окружением сильно ограничен. Эта неопределенность и отсутствие контроля также усугубляют стресс от болезней или ран.

source: Without food and water a person will weaken and eventually die. Thus, getting and preserving food and water takes on increasing importance as the length of time in a survival setting increases. For a soldier used to having his provisions issued, foraging can be a big source of stress.
russian: Без пищи и воды человек будет слабеть и в конце концов умрет. Таким образом, получение и сохранение пищи и воды приобретает все большее значение при увеличении продолжительности пребывания в условиях выживания. Для солдата, привыкшего, что рацион ему выдается, фуражировка может быть большим источником стресса.

source: Man has been able to survive many shifts in his environment throughout the centuries. His ability to adapt physically and mentally to a changing world kept him alive while other species around him gradually died off. The same survival mechanisms that kept our forefathers alive can help keep us alive as well! However, these survival mechanisms that can help us can also work against us if we don't understand and anticipate their presence.
russian: Человек смог пережить много изменений в окружающей среде на протяжении веков. Его способность адаптироваться физически и морально к меняющемуся миру сохранил его живым, в то время как другие виды вокруг него постепенно вымерали. Те же механизмы выживания, которые сохранили наших предков живыми, смогут помочь и нам! Однако, эти же механизмы могут работать и против нас, если мы не понимаем их и не знаем о том, что они существуют.

source: Fear is our emotional response to dangerous circumstances that we believe have the potential to cause death, injury, or illness. This harm is not just limited to physical damage; the threat to one's emotional and mental well-being can generate fear as well. For the soldier trying to survive, fear can have a positive function if it encourages him to be cautious in situations where recklessness could result in injury. Unfortunately, fear can also immobilize a person.
russian: Страх - это наша эмоциональная реакция на опасные обстоятельства, которые, по нашему мнению, могут привести к смерти, травме или болезни. Этот вред не ограничивается только физическим ущербом; угроза эмоциональному и психическому благополучию также могут породить страх. Для солдата, пытающегося выжить, страх может иметь позитивное влияние, если он помогает ему быть осторожным в ситуациях, где неосторожность может привести к травмам. К сожалению, страх также может и обездвижить человека.

source: The soldier in a survival setting reduces his anxiety by performing those tasks that will ensure his coming through the ordeal alive. As he reduces his anxiety, the soldier is also bringing under control the source of that anxiety: his fears. In this form, anxiety is good; however, anxiety can also have a devastating impact. Anxiety can overwhelm a soldier to the point where he becomes easily confused and has difficulty thinking.
russian: Солдат в условиях выживания снимает свою тревогу, выполняя задачи, которые будут обеспечивать его выживание. В процессе уменьшения тревожности, солдат начинает контролировать и источник беспокойства: его страхи. В такой форме, тревога - это хорошо, однако, она может также иметь и разрушительные последствия. Тревога может довести солдата до точки, когда он будет легко запутываться.

source: Sooner or later, soldiers will have to cope with frustration when a few of their plans run into trouble. One outgrowth of this frustration is anger. There are many events in a survival situation that can frustrate or anger a soldier. Getting lost, damaged or forgotten equipment, the weather, inhospitable terrain, enemy patrols, and physical limitations are just a few sources of frustration and anger.
russian: Рано или поздно, солдатам придется справляться с разочарованием, когда некоторые их планы сорвутся. Одним из результатов этого разочарования является гнев. Есть много событий в ситуации выживания, которые могут расстроить или разозлить солдата. Потеря пути, поврежденное или забыток оборудование, погода, негостеприимная местность, вражеские патрули, и физические ограничения - это лишь некоторые из источников разочарования и гнева.

source: Depression is closely linked with frustration and anger. The frustrated person becomes more and more angry as he fails to reach his goals. If the anger does not help the person to succeed, then the frustration level goes even higher. A destructive cycle between anger and frustration continues until the person becomes worn down-physically, emotionally, and mentally.
russian: Депрессия тесно связана с разочарованием и гневом. Разочарованный человек становится все более и более сердитым при недостижении целей. Если гнев не помогает человеку добиться успеха, то уровень разочарования вырастает еще. Разрушительный круг между гневом и разочарованием продолжается до тех пор, пока человек не устает - физически, эмоционально и умственно.

source: Don't be afraid to make an honest appraisal of situations. See circumstances as they are, not as you want them to be. Keep your hopes and expectations within the estimate of the situation. When you go into a survival setting with unrealistic expectations, you may be laying the groundwork for bitter disappointment. Follow the adage, "Hope for the best, prepare for the worst." It is much easier to adjust to pleasant surprises about one's unexpected good fortunes than to be upset by one's unexpected harsh circumstances.
russian: Не бойтесь оценить ситуацию честно. Увидеть обстоятельства, как они есть, а не как вы хотите их видеть. Держите ваши надежды и ожидания в реалистичных рамках. Когда вы попадаете в ситуацию выживания с нереалистичными ожиданиями, это предвестник горького разочарования. Следуйте поговорке "надейся на лучшее, готовься к худшему." Гораздо легче подстроиться к приятным сюрпризам, чем быть расстроеным неожиданно тяжелыми обстоятельствами.
