Repository: BGforgeNet/f2-dquest
Catalog: data/text/po/*.po
Languages: russian

source: Guard.
russian: Охранник.

source: They everyone tribals look the same..
russian: Все эти дикари на одно лицо..

source: Hey! You! Dirty man! What you doing here?! This village is top secret and nobody from outside world cant enter our holy land!
russian: Эй! Ты! Бомжара! Что ты здесь делаешь?! Деревня засекречена и ни кто из внешних не должен ступить на эту святую землю!

source: Am just traveller from Klamath.
russian: Я тут просто проходил мимо из Кламата.

source: Get out of here! Peoples like you come here only to steal everything and make troubles. Thats why we dont like tourists!
russian: Убирайтесь вон! Люди приходят сюда, чтобы украсть чтонибудь ценное и нагадить от души! Вот по этому мы не любим туристов!

source: Do you have flask of beer?
russian: У тебе есть баклашка пива?

source: What is beee? I never heard about such thing.. Maybe our crazy shaman will have one, he got many strange mixtures and potions.
russian: Какого биэээ...? Я ничего подобного не слыхал.. Возможно, только наш безумный шаман в курсе, он себе уже наколдавал множество странных зелий.

source: I search something to drink.. And what you do?
russian: Я ищу чего-нибудь... выпить... И что ты делаешь?

source: Our witch put another villager to temple of trails and i must watch him. Already nobody returned from there. We need brave champion to made dangerous quest which will save us in these dark times.
russian: Наша ведьма послала еще одного жителя пройти испытания в храме, а я должен следить за ним. Еще никто не вернулся от туда. А мы так нуждаемся в бесстрашном герое, который сможет пройти опасные испытания и спасти нас, когда наступят темные времена.

source: END
russian: КОНЕЦ

source: BACK
russian: НАЗАД

source: Chosen One.
russian: Избранный.

source: Damn! I will die there.. i known that!
russian: Черт! Я же там погибну.. Я это знаю!

source: Hi man! Whats up?
russian: Здоров мужик! Как оно?

source: Witch chosen me for test in temple. I fear to enter because nobody return.. can you hear this scream from darkness? Everyone died there. She must be really stupid to kill our brothers and sisters in this dumb test!
russian: Эта Ведьма послала меня выполнять испытания в храме. Я боюсь туда идти, ведь никто не вернулся от туда.. ты слышишь этот рев, доносящийся из темноты? Мы все здесь умрем. Она наверно и в правду пизданутая, убивать моих братьем и сестер при помощи этого проклятого теста!

source: Do you have beer?
russian: У тебя есть пиво?

source: [He look into temple darkness and ignore your question]
russian: [Он тупо уставился в темноту храма и игнорирует ваш вопрос]

source: Am so thirsty! Maybe i will find some beer it this.. tample?
russian: Сушняк...тля! Может я найду хоть немного пива в этом... храме?

source: Oh yes.. temple contain many treasures from ancient world. Now leave me alone! I must made first little step into darkness.. but i fear to move my leg.
russian: О да.. храмы содержат много реликвий старого мира. А теперь оставьте меня одного! Я должен сделать маленький шажок по направлению во тьму храма... но я боюсь, какая жуть.

source: Some beast.
russian: Какой-то зверь.

source: He dont look agressive..
russian: Он не выглядит агрессивным...

source: Uh.. no humans anymore! ..HEEP!
russian: Уф.. больше ни каких людишек! ..Фырк!

source: I want to eat something different.. some fruit!
russian: Я хочу съесть, что нибудь.. какой-нибудь фрукт!

source: Oh no another human! Get out of my sight, you tasty bad!
russian: Ох, больше ни каких людишек! Убирайся с глаз долой, ты, невкусный!

source: Heeegoodbyeeeep!
russian: РРРРпрощайРРРФЫРК!

source: Villager.
russian: Житель деревни.

source: They everyone look the same..
russian: Все они на одно лицо.

source: Helo stranger.. do you hear that strange voice from well??
russian: Приветствую, странник.. слышишь ли ты эти странные звуки, доносящиеся со дна колодца??

source: Yeah.. it sound like dog scream.
russian: Да-а.. это звучит как вой собаки.

source: No i think its something different. It must be ancient ghost of earth.. and he need sacrifice made from earth element. Go on corn filed and bring me some big stone..
russian: Нет, мне кажется, что это, что-то другое. Может, это старый дух земли... и он требует принести ему земные дары. Отправляйся на кукурузное поле и принеси мне большой булыжник...

source: Look! I found one.
russian: Смотрите! Я нашел одного.

source: Here is sacrifice for goddes of earth! [Villager throw that stone into well and after short scream remain ethernal silence.] Thank you my friend, now ghost of earth is happy and dont scream anymore. Here is your revard, wonderfull flower which grown near well.
russian: Вот, жертава богине Земли! [Житель бросает камень в колодецand, после небольшого шума, снова воцаряется мертвая тишина.] Спасибо тебе, друг мой, теперь призрак земли счастлив и больше не шумит. Вот твоя награда, удивительный цветок, который вырос возле колодца.

source: We are now bless by earth!
russian: Мы благословлены землей!

source: So many flies around magic well!
russian: Сколько же здесь мух, облепивших волшебный колодец!

source: Blessed silence.
russian: Блаженны тишина.

source: Uh.. what is that smell?
russian: Э-э .. что это за запах?

source: Thank you my friend!
russian: Спасибо тебе, друг мой!

source: I lost my dog. Uh.. and i fear that someone eat him! Outsider, can you investigate where go my dirty animal? His name was "Klint".
russian: Я потерял своего пса. Уф.. я переживаю, что его может кто-то съесть! Эй, ты, неудачник, найди, куда запропастилась моя гразная животина? Кликать его "Клинт".

source: I dont like to solve riddles.
russian: Я не люблю разгадывать загадки.

source: Uh yes.. you dont look very clever. Nevermind, i will just wait here until he return. Probably he run around village and hunt for rats.
russian: Уф, да.. а ты не особо то блещешь умом. Наверно, я лучше подожду его здесь, пока он не вернется. Не бось, шлындает по деревне и охотится на крыс.

source: [He look around searching dog and ignore your question]
russian: [Он осматривает окрестности в поисках собаки и не реагирует на твои расспросы]

source: Tell me about this village.
russian: Расскажи мне о этой деревне.

source: We live in peace far from civilization. Elders say that technic bring only pain and devastation so we must believe only in traditional shamans magic. But one day come to us trader Vic with his amazing stuff. Holy ghosts abandon us and many peoples get sick.
russian: В дали от цивилизации мы живем мирно. Старейшая говорит, что технологии принесут только боль и опустошения, а мы должны верить только в магические обычаи шамана. Но однажды, к нам пришел торговец, Вик и принес много замечательных вещей. Святой дух ушел и многие наши жители заболели.

source: I cant believe! You pass trough temple, nobody made it before! You are now our champion!. Go and talk with elder, she have something very important to tell you.
russian: Неверю своим ушам! Вы прошли Храм Испытаний, этого никто до вас не делал! Вы чемпион! Идите и поговорите со Старейшей. Она расскажет вам об очень важном.

source: Uh.. you are this guard which i seen near temple entrance? Sorry your everyone tribals look the same to me.
russian: Ух.. ты тот самый охранник, которого видел перед храмом? Простите, все жители ручья, выглядите на одно лицо.

source: Yes am guard and great warrior "Klint" By the way i hate this bastard who call his dog my fame name. Hopefully i fixed that problem yesterday and i feel better now.
russian: Вы видите "Клинта" стража и великого война. Я ненавижу того подонка, кто называет свою шавку в честь моего великого имени. Но вчера я наконец исправил эту проблему и теперь чувствую себя много лучше.

source: And whats happend with that guy who fear to enter?
russian: А что случилось с тем парнем, который побоялся войти?

source: He escaped trough forest outside village, the same way which you come here. I hope he will never return because i dont like losers!
russian: Он убежал из деревни через лес, по той же дороге, которой ты сюда забрел. Надеюсь, что мы больше никогда его не увидим, мы не любим неудачников!

source: Yes am hero! Now give me beer!
russian: Да, я герой!А теперь подайте мне пива!

source: Sorry but i dont known what it is.. Talk with Elder, she known many things about holy artefacts. And she deal with trader Vis which bring us many strange stuff from outside world.
russian: К сожалению, я понятия не имею, о чем ты.. Поговори со Старейшей, она много чего знает о святых артефактах. Она заключила сделку с торговцем по имени Вик, он много всякого хлама приносит нам из внешнего мира.

source: Am so tired.. Hey dirty man! Can you help me?!
russian: Так устал.. Эй, чумазый! Поможешь?!

source: Uh am not sure.. what you need?
russian: Не уверен.. чего надо?

source: Shaman want to deliver him more shit, but my shovel is so heavy. Bring me new, clean one. It shold lay somewhere near tents over there! [She point finger in random direction and sit on ground trying to clean shoes]
russian: Шаману нужно больше дерьма, но моя лопата такая тяжелая. Принеси мне новую, чистую. Где-та тама лежать должна! [Показывает пальцем в случайном направлении и садится на землю, пытаясь вычистить туфли]

source: I found clean shovel!
russian: Вот и чистая лопата!

source: Thanx man.. i will finish my job later, because am too tired. Take this shining items which Vic gived me for one kiss. I heard that many things can be buy for such thing called.. "money".
russian: Спасибочки.. Я закончу работу позже, потому что слишком устала. Возьми эти блестящие штучки, которые Вик мне дал за один поцелуй. Я слышала что за эти "деньги" можно многое купить.

source: Am so tired..
russian: Так устал..

source: I smell like brahmin..
russian: Я пахну как брамин..

source: Damn i have heavy shoes..
russian: Бля ну и тяжелые ботинки у меня..

source: Another wonderfull day..
russian: Еще один прекрасный день..

source: Leave me alone, am busy..
russian: Отстань, я занят..

source: Shaman.
russian: Шаман.

source: He look really crazy..
russian: Выглядит реально ебнутым..

source: Hahahah.. look at these shapes and colours!!
russian: Ахаха.. гляди на эти формы и краски!!

source: Uh.. what you talking about?
russian: Э... ты о чем?

source: Hahahah.. sorry i forgot that you dont see what i see! I invented wonderfull mixture. Its made from brahmin shit and broc flower. Unless i dont have too much flowers. Bring me one and i will help you to see hidden side of amazing world!
russian: Хахаха.. прости, забыл что ты не видишь то же что и я! Я избрел прекрасное зелье. Готовится из браминьего дерьма и цветка брок. Только у меня не очень много цветов. Принеси один и я помогу тебе увидешь скрытую сторону удивительного мира!

source: I got flower, can you made this mixture for me?
russian: Вот цветок, можешь приготовить зелье для меня?

source: Oh yeah! [He take flower from you and piece of shit from barrel. After half hour he gived you wonderfull mixture.]
russian: О да! [Он берет цветок и кусок дерьма из бочки. Через полчаса, он отдает чудесное зелье.]

source: Help me! Snake bird attack my shoe!
russian: Помогите! Змеиная птица напала но мой ботинок!

source: Why these rocks escaping from me?!
russian: Почему эти камни убегают от меня?!

source: Wow i have third hand!!
russian: Ух ты, у меня третья рука!!

source: What is that?! I cant catch it!!
russian: Что это?! Не могу поймать!!

source: Fire! My house is under fire!!
russian: Пожар! Мой дом горит!!

source: You have wonderfull vision but you feel sick.
russian: Вы видите прекрасно, но чувствуете себя плохо.

source: Am mister fly! And am quick like wind!
russian: Я муха! Я бустр как ветер!

source: Where is my shoes? Police! Someone steal my shoes!!
russian: Где мои ботинки? Полиция! Кто-то украл мои ботинки!!

source: Wow.. my head is so BIG!
russian: Ух ты! Моя голова такая большая!

source: I found gold! hahah! ..no its stone.
russian: Я нашел золото! хахаха! ..нет, это камень

source: Look at this rainbow!!
russian: Посмотри на эту радугу!!

source: I cant move my leg! Argh!! Help me!
russian: Я не могу пошевелить ногой! Бля!! Помогите!

source: Whats wrong with my fingers? I have them too much..
russian: Что с моими пальцами? Их слишком много..

source: Am unvisible!
russian: Я невидика!

source: Am faster than bullet! Wow i move so fast!
russian: Я быстрее пули! Ух ты, я двигаюсь так быстро!

source: Where is my schlager?! Uh.. i got it in hand..
russian: Где моя хреновина?! А.. вот в руке..

source: What is that on sky? ..its UFO!?
russian: Что это на нее? Это НЛО!?

source: Arrgh! Snake rat eat my shoes!
russian: Бля! Змеиная крыса съела мои ботинки!

source: Am so big! I could crush you by my finger!
russian: Я такой огромный! Я могу раздавить тебе пальцем!

source: Why my pants are suddenly so wet?!
russian: Почему мои штаны вдруг стали мокрыми?!

source: Hey! You! Birdhead! Come on!
russian: Эй! Ты! Птицеголовый! Давай!

source: I think i could jump over house..
russian: Я думаю я могу перепрыгнуть через дом..

source: Am rabbit.. I want to climb on tree!
russian: Я кролек.. я хочу забраться на дерево!

source: Mouse?! I have mouse in pocket!
russian: Мышь?! У меня мышь в кармане!

source: Why these rocks watch at me?!
russian: Почему эти камни смотрят на меня?!

source: I lost my hat!! Uh.. do i have hat before?
russian: Я потерял шляпу! Хмм.. А была ли шляпка?

source: Where is my hairs?! Uh.. i got them in pocket!
russian: Где мои волосы?! А.. вот они в кармане!

source: Damn! My Schlager is empty!
russian: Черт! Моя хреновина пуста!

source: Everything so slowly.. Hey you! Come on!
russian: Все такое медленное.. Эй ты! Давай!

source: Yeah i like that music!!!
russian: Да мне нравится эта музыка!!!

source: What you want from me?! Fuck off damn rat!
russian: Чего тебе надо?! Отвали, чертова крыса!

source: What these flies want from me?!
russian: Что эти мухи от меня хотят?!

source: What this dog say?!
russian: Что сказала эта собака?!

source: WoW! My hand is so long!!
russian: Ого! Моя рука такая длинная!!

source: Why am so green?! Oh no am supermutant!!
russian: Почему такая зеленая?! О нет, я супер мутант!!

source: Police! Rabbit steal my fingers!!
russian: Полиция! Кролик украл мои пальцы!!

source: Uh i feel sick!
russian: Ох плохо мне!

source: I drink too much shaman mixtures..
russian: Я выпил слишком много шаманских зелий..

source: My head.. its that big as i feel it?!
russian: Моя голово.. она такая большая как мне кажется?!

source: What these flies want from me?
russian: Что эти мухи от меня хотят?

source: Uh the pain.. I need rest!
russian: Ох как больно.. мне надо отдохнуть!

source: Finally! After many years i finished this.. monument!
russian: Наконец-то! После стольких лет я закончил этот.. монумент!

source: How you made it?
russian: Как ты это сделал?

source: Our elders dont allow us to use any technical stuff. With Vic drill i could made it in few days but i used traditional tool: wooden fork. I spend half of my life to made it, but as you see result was worth it.
russian: Наши старейшины не позволяют нам использовать технику. С дрелью Вика я бы мог сделать это за несколько дней, но я использовал традиционный инструмент: деревянную вилку. Полжизни на это потратил, но как ты видишь, результат этого достоен.

source: What is that face?
russian: Что это за лицо?

source: Its me! Dont you see that? Uh maybe you dont see it.. because am old now, but its me. Its my face when i got 40 years.
russian: Это я! Разве ты не видишь? Ну, может и не видишь.. потому что теперь я старше, но это я. Это мое лицо в 40 лет.

source: Why you made it?
russian: Зачем ты это сделал?

source: Why?! Such a stupid question! Because i could be most popular in whole village. Just imagine my big stone face in middle of village! Sadly only our shaman understand my monumental idea.
russian: Зачем?! Какой глупый вопрос! Потому что я стал бы самым популярным в деревне. Представь мое огромное каменное лицо в середине деревни! К несчастью, только наш шаман понял мою монументальную идею.

source: Some old man.
russian: Какой-то старик.

source: He look very wise..
russian: Он выглядит очень мудрым..

source: Hello outsider.. are you Vic friend?
russian: Здравствуй, чужак.. ты друг Вика?

source: I seen that man few times in Klamath. Once he sell me beer whis tasty like someone piss into bottle.
russian: Я несколько раз видел этого человека в Клэмате. Однажды он мне продал пиво по вкусу как будто кто-то нассал в бутылку.

source: So you dont like him? This village is separated into two groups, these who like traditions and thase who like technic items. Am from these who follow ancestor words which say that technic bring only pain and destruction..
russian: Так тебе он не нравится? Эта деревня разделена на две группы, одной нравятся традиции, другой техника. Я из тех, кто следует словам предков, говорящим что техника приносит только боль и разрушение..

source: Are you elder?
russian: Ты старейшина?

source: Yes, but we have many elders here: traditionalists and these who deal with outsiders like Vic. Probably you search witch who lately need champion for big quest. She is in tent to the south from here.
russian: Да, но у нас тут много старейшин: традиционалисты, и те, что имеет дела с чужаками вроде Вика. Наверное, ты ишешь ту, которой недавно нужен был чемпион для большого задания. Она в тенте к югу отсюда.

source: Whats going around lately?
russian: Какие новости за последнее время?

source: Witch need brave man who will search some technical stuff. Its called GECK. Vic trader tell about it many weird stories. I think our situation will change into worst when someone find it. Whole sick problems which we got here is only because shaman inventions. Its dont need to fall into panic and make risky decisions..
russian: Ведьме нужен смельчак, который найдет какую-то техническую хреновину. Она называется ГЕКК. Торговец Вик рассказывал много странных историй про нее. Я думаю, наша ситуация изменится к худшему, когда кто-то ее найдет. Все эти проблемы с болезнями у нас из-за шаманских смесей. Мы не должны паниковать и принимать рискованные решения..

source: Why my head is so BIG!?
russian: Почему моя голова такая БОЛЬШАЯ?

source: I feel weird..
russian: Чувствую себя странно..

source: I feel bad.. its probably because shaman mixture..
russian: Плохо себя чувствую.. наверное из-за шаманского зелья..

source: Damn! I should dont drink it so much!
russian: Черт! Я не должен столько пить!

source: One hour of wonderfull visions and now the pain!
russian: Один час чудесных видений, и вот теперь боль!

source: Unusual Villager.
russian: Необычный житель деревни.

source: This one look different..
russian: Этот выглядит по-другому..

source: Helo my friend, its good to see outsider here. Do you have some stuff for barter? I need new battery for radio which Vic sell me lately. By the way are you his friend?
russian: Здравствуй, друг. Хорошо увидеть здесь незнакомца. У тебя есть что-нибудь на обмен? Мне нужна новая батарея для радио, которое продал мне Вик. Кстати, ты его друг?

source: Why everyone here look the same and you like.. mad max?
russian: Почему здесь все выглядят одинаково, а ты такой.. Безумный Макс?

source: Because am modern villager. Arroyo is separeted into two groups: traditionalists and liberalists. I buy many items from Vic which make me more individualist. And thats make i feel more freedom.. but sadly not so strongh to leave these grounds.
russian: Потому что я современный житель деревни. Арройо разделено на две группы: традионалисты и либералы. Я покупаю много вещей у Вика, что делает меня более индивидуальным. И это помогает мне чувствовать себя более свобоным.. но, к несчатью, недостаточно сильным, чтобы оставить эти края.

source: Am Klamath citizen and i seen Vic few times, but its dont mean that i must be his friend. This man cheat in cards and sell junk.
russian: Я живу в Клэмате, и я видел Вика несколько раз, но это не значит, что я обязательно его друг. Этот человек шулерит в карты и продает мусор.

source: No he dont sell junk, but very valuable items! For example this leather armor with one arm and one leg. Or this radio which work entire two minutes! Or this hat with big hole on top. These all are treasures to us villagers, because we live far from civilisation and we never seen before such things!
russian: Он продает не мусор, а очень ценные вещи! Например, эту кожаную броню с одним рукавом и одной штаниной. Или вот это радио, которое работало целых две минуты! Или эту шляпу с большой дырой. Для нас, деревенских жителей, все это драгоценно, потому что мы живем вдали от цивилизации и никогда раньше не видели таких вещей!

source: Do you have beer flask in your inventory?
russian: У тебя есть фляжка с пивом?

source: Yes i have beer flask, i mean empty beer flask. Its great item because it make interesting noices when you throw inside small stones and shake it! Vic teach me how do that, its called "instrument".
russian: Да, у меня есть фляжка с пивом, то есть из-под пива. Это отличная вещь, потому что она производит интересные звуки, когда ты пихаешь внутрь маленькие камни и трясешь ее! Вик научил меня такому, это называется "инструмент".

source: Oh no no.. why i drink that!
russian: О нет, нет.. зачем я это выпил!

source: My head.. its so BIG!
russian: Моя голова... она такая БОЛЬШАЯ!

source: Yesterday funny visions and now the pain!
russian: Вчера веселые видения, а теперь боль!

source: Leave me alone.. am sick!
russian: Отставь меня в покое.. мне плохо!

source: What these flies want from me?!
russian: Что эти мухи от меня хотят?!

source: Nice Female.
russian: Приятная женщина.

source: She look much better from other females in this village and it seem like she used cosmetic case lately.
russian: Она выглядит гораздо лучше других женщин в этой деревне... похоже, она недавно пользовалась косметикой.

source: Helo outsider, can you help me? [She watch at you in hope and from inside of tent you hear someone voices in pain]
russian: Здравствуй чужак, ты можешь мне помочь? [Она смотрит на вас с надеждой, и вы слышите крики боли из тента]

source: Sure, why not..
russian: Конечно, почему бы нет..

source: Few days ago i buy cosmetic case from Vic to become more attractive, but its not work. So i gived my man mixture from shaman. He got visions that am beaucty and almost asked me about marry. But sadly he is sick now. Bring me xander root i heard that it could neutralise poisons. It should be somewhere on fields..
russian: Несколько дней назад я купила косметику у Вика, что стать более привлекательной, но это мне не помогло. Тогда я дала своему мужчине зелье от шамана. Ему стало казаться, что я красива, и он почти попросил моей руки. Но к несчастью, теперь он болен. Принеси мне корень зандер. Я слышала, что он можно нейтрализовать яды. Он должен быть где-то на полях..

source: Look i have this root!
russian: Смотри, я нашел корень!

source: [She start to make soup from xander] Thank you, take this cosmetics i dont need them any more, because they not work..
russian: [Она начинает варить зандер] Спасибо, возьми эту косметику. Она мне больше не нужна, потому что не работает..

source: Am trying to make soup! Leave me alone!
russian: Я пытаюсь варить суп! Оставь меня в покое!

source: Why i feel ugly..
russian: Почему я чувствую себя уродливой..

source: Do you want tasty soup from xander?
russian: Хочешь вкусный суп из зандера?

source: Am not sure this will work but i must try..
russian: Не уверена, что это сработает, но надо попробовать..

source: Thank you again!
russian: Еще раз спасибо!

source: Only the truly wiser can follow the path of darkness.
russian: Только по-настоящему мудрый может пройти путем тьмы.

source: You are Klamath citizen right? Yes i known everything!
russian: Ты ведь из Клэмата? Да, я все знаю!
