Repository: BGforgeNet/f2-dquest
Catalog: data/text/po/*.po
Languages: russian

source: Calories are a measure of heat and potential energy. The average person needs 2,000 calories per day to function at a minimum level. An adequate amount of carbohydrates, fats, and proteins without an adequate caloric intake will lead to starvation and cannibalism of the body's own tissue for energy.
russian: Калории это мера тепла и потенциальной энергии. Средний человек нуждается в 2000 калорий в день, чтобы функционировать на минимальном уровне. Достаточное количество карбогидратов, жиров и протеинов при недостатке калорий может привести к голоданию и сжиганию мышечной массы тела для получения энергии.

source: The food value of plants becomes more and more important if you are eluding the enemy or if you are in an area where wildlife is scarce. For instance: You can dry plants by wind, air, sun, or fire. This retards spoilage so that you can store or carry the plant food with you to use when needed. You can obtain plants more easily and more quietly than meat. This is extremely important when the enemy is near.
russian: Пищевое значение растений увеличивается, если вы избегаете врага или находитесь в местности, где мало живности. Например: вы можете высушить растения с помощью ветра, воздуха, солнца или огня. Это предотвращает гниение, так что вы можете сохранить или унести с собой еду, чтобы съесть ее когда потребуется. Вы может раздобыть растения гораздо легче, чем животных. Это очень важно, когда рядом враг.

source: Meat is more nourishing than plant food. In fact, it may even be more readily available in some places. However, to get meat, you need to know the habits of, and how to capture, the various wildlife.
russian: Мясо гораздо питательнее растительной пищи. На самом деле, в некоторых местах его может быть даже легче добыть. Однако, чтобы раздобыть мясо, вам нужно знать повадки и способы поимки различных животных.

source: To satisfy your immediate food needs, first seek the more abundant and more easily obtained wildlife, such as insects, crustaceans, mollusks, fish, and reptiles. These can satisfy your immediate hunger while you are preparing traps and snares for larger game.
russian: Для удовлетворения немедленной потребности в пище, найдите более распространенную живность, такую как насекомые, креветки, моллюски, рыбы и рептилии. Они помогут вам удовлетворить голод, пока вы расставляете ловушки на более крупную дичь.

source: In any situation, cleanliness is an important factor in preventing infection and disease. It becomes even more important in a survival situation. Poor hygiene can reduce your chances of survival. Pay special attention to the feet, armpits, crotch, hands, and hair as these are prime areas for infestation and infection.
russian: В любой ситуации, поддержание чисто сильно влияет на возможность заболевания или инфекции. При выживании, это тем более так. Плохая гигиена может ухудшить ваши шансы выжить. Обращайте особое внимание на ступни, подмышки, пах, руки и волосы - это основные области, подверженные загрязнению и заражению.

source: Germs on your hands can infect food and wounds. Wash your hands after handling any material that is likely to carry germs, after visiting the latrine, after caring for the sick, and before handling any food, food utensils, or drinking water. Keep your fingernails closely trimmed and clean, and keep your fingers out of your mouth.
russian: Бактерии на руках могут заразить пищу и раны. Мойте руки после работы с материалами, на которых могут быть бактерии, после посещения туалета, после ухаживаниями за больными, а также перед употреблением пищи, воды или использованием кухонных принадлежностей. Держите свои ногти чистыми и коротко постриженными, и не кладите пальцы в рот.

source: Keep your clothing and bedding as clean as possible to reduce the chance of skin infection as well as to decrease the danger of parasitic infestation. Clean your outer clothing whenever it becomes soiled. Wear clean underclothing and socks each day. If water is scarce, "air" clean your clothing by shaking, airing, and sunning it for 2 hours.
russian: Содержите свою одежду и постельные принадлежности по возможности чистыми, чтобы избежать кожных инфекций и паразитов. Стирайте верхнюю одежду, когда загрязняется. Каждый день меняйте трусы и носки. Если воды не хватает, очищайте одежду встряхиванием и просушкой на солнце в течение двух часов.

source: Thoroughly clean your mouth and teeth with a toothbrush at least once each day. If you don't have a toothbrush, make a chewing stick. Find a twig about 20 centimeters long and 1 centimeter wide. Chew one end of the stick to separate the fibers. Now brush your teeth thoroughly.
russian: Тщательно чистите зубы и полость рта зубной щеткой по крайней мере один раз в день. Если у вас нет щетки, сделайте жевательную палочку. Найдите ветку длиной примерно 20 сантиметров и шириной 1 сантиметр. Разжуйте один конец, разделяя волокна. Теперь хорошенько почистите зубы.

source: To prevent serious foot problems, break in your shoes before wearing them on any mission. Wash and massage your feet daily. Trim your toenails straight across. Wear an insole and the proper size of dry socks. Powder and check your feet daily for blisters.
russian: Чтобы избежать проблем со ступнями, разносите свою обувь перед использованием в какой-либо задаче. Мойте и массажируйте ступни ежедневно. Стригите ногти прямо. Используйте стельки и сухие носки подходящего размера. Каждый день посыпайте ступни тальком и проверяйте на появление мозолей.

source: You need a certain amount of rest to keep going. Plan for regular rest periods of at least 10 minutes per hour during your daily activities. Learn to make yourself comfortable under less than ideal conditions. A change from mental to physical activity or vice versa can be refreshing when time or situation does not permit total relaxation.
russian: Вам необходимо достаточно отдыха для выживания. Планируйте хотя бы 10 минут отдыха в час в течение дневных работ. Научитесь расслабляться в не очень подходящих условиях. Когда ситуация не позволяет терять время, для освежения можно сменить умственную активность на физическую и наоборот.

source: A shelter can protect you from the sun, insects, wind, rain, snow, hot or cold temperatures, and enemy observation. It can give you a feeling of well-being. It can help you maintain your will to survive.
russian: Укрытие может защитить вас от солнца, насекомых, ветра, дождя, жары или холода, а также скрыть от врага. Оно может обепечить чувство безопасности, и поддержать волю к жизни.

source: To survive and evade in arid or desert areas, you must understand and prepare for the environment you will face. You must determine your equipment needs, the tactics you will use, and how the environment will affect you and your tactics. Your survival will depend upon your knowledge of the terrain, basic climatic elements, your ability to cope with these elements, and your will to survive.
russian: Чтобы выжить и избежать в пустынных или засушливых районах, необходимо понимать и подготовиться к окружающей среде, которую вы будете сталкиваться. Вы дожны определить, какое снаряжение вам потребуется, какую тактику использовать, и как среда будет на это влиять. Ваше выживание зависит от знания местности, основных климатических условий, вашей способности с ними справиться, и воли к жизни.

source: Most arid areas have several types of terrain. The five basic desert terrain types are: Mountainous (High Altitude). Rocky plateau. Sand dunes. Salt marshes. Broken, dissected terrain ("gebel" or "wadi").
russian: Самые засушливые районы имеют несколько типов местности. Пять основных пустынных типов: высокогорный, каменное плато, песчаные дюны, соляные топи и ломаный, перекрестный тип ("гебал", или "вади").

source: Desert terrain makes movement difficult and demanding. Land navigation will be extremely difficult as there may be very few landmarks. Cover and concealment may be very limited; therefore, the threat of exposure to the enemy remains constant.
russian: Пустынная местность делает передвижение трудоемким. Ориентироваться на местности сложно из-за недостатка... ориентиров. Мест для укрытия тоже немного, поэтому угроза быть замеченным врагом постоянна.

source: Surviving and evading the enemy in an arid area depends on what you know and how prepared you are for the environmental conditions you will face. Determine what equipment you will need, the tactics you will use, and the environment's impact on them and you.
russian: Успешность выживания и избегание врага в пустынной местности зависит от ваших знаний и готовности к окружающим условиям, с которыми вы будете сталкиваться. Определите какое снаряжение вам потребуется, какую тактику использовать, и влияние среды на то и на другое.

source: In a desert area there are seven environmental factors that you must consider: Low rainfall. Intense sunlight and heat. Wide temperature range. Sparse vegetation. High mineral content near ground surface. Sandstorms. Mirages.
russian: В пустынной местности вы должны принять во внимание семь факторов: отсуствие дождей, сильный солнечный свет и жара, широкий диапазон температур, редкость растительной жизни, высокое содержание минералов у поверхности земли, песчаные штормы, миражи.

source: Low rainfall is the most obvious environmental factor in an arid area. Some desert areas receive less than 10 centimeters of rain annually, and this rain comes in brief torrents that quickly run off the ground surface. You cannot survive long without water in high desert temperatures. In a desert survival situation, you must first consider "How much water do I have?" and "Where are other water sources?"
russian: Малое количество осадков это самый очевидный фактор внешней среды в пустынной местности. В некоторых пустынях выпадает меньше 10 сантиметров дождя за год, и даже это количество выпадает редкими ливнями, которые быстро уходят в землю. Вы не можете долго выживать без воды в пустынных высоких температурах. В подобной ситуации, первым делом задайте себе вопросы "Сколько у меня есть воды?" и "Где другие источники воды?".

source: Intense sunlight and heat are present in all arid areas. Air temperature can rise as high as 60 degrees C (140 degrees F) during the day. Heat gain results from direct sunlight, hot blowing winds, reflective heat (the sun's rays bouncing off the sand), and conductive heat from direct contact with the desert sand and rock.
russian: Интенсивный солнечный свет и жара присутствуют во всех пустынных областых. Температура воздуха может подниматься до 60 градусов по Цельсию (140 по Фаренгейту) в течение дня. Тепло передается от прямого солнечного света, горячего ветра, отраженного света (от песка), и от прямого контакта с песком и камнями.

source: Temperatures in arid areas may get as high as 55 degrees C during the day and as low as 10 degrees C during the night. The drop in temperature at night occurs rapidly and will chill a person who lacks warm clothing and is unable to move about. The cool evenings and nights are the best times to work or travel. If your plan is to rest at night, you will find a wool sweater, long underwear, and a wool stocking cap extremely helpful.
russian: Температуры в засушливых районах могут достигать 55 градусов по Цельсию в течение дня и падать до 10 градусов по Цельсию в течение ночи. Ночью температура падает резко и застанет врасплох человека без теплой одежды, который не может двигаться. Прохладные вечера и ночи - лучшее время для работы или передвижения. Если вы собираетесь отдыхать ночью, вам пригодится теплый свитер, нижнее белье и шерстяная шапка.

source: Vegetation is sparse in arid areas. You will therefore have trouble finding shelter and camouflaging your movements. During daylight hours large areas of terrain are visible and easily controlled by a small opposing force.
russian: Растительность редка в засушливых областях. Поэтому вам будет сложно найти убежище и передвигаться скрытно. В течение дня небольшие отряды противника могут наблюдать и контролировать большие участки местности.

source: If traveling in hostile territory, follow the principles of desert camouflage: Hide or seek shelter in dry washes (wadis) with thicker growths of vegetation and cover from oblique observation. Use the shadows cast from brush, rocks, or outcropping. The temperature in shaded areas will be 11 to 17 degrees C cooler than the air temperature. Cover objects that will reflect the light from the sun.
russian: При передвижении по территории врага следуйте принципам пустынного камуфляжа: прячьтесь в сухих вымоинах (вадис) с густой растительностью и укрывайтесь от непрямого наблюдаения. Используйте тени, отбрасываемые кустами, камнями, или другими объектами. Температура в тени на 11-177 градусов Цельсия ниже температуры воздуха. Прикрывайте блестящие предметы.

source: The greatest danger is getting lost in a swirling wall of sand. Wear goggles and cover your mouth and nose with cloth. If natural shelter is unavailable, mark your direction of travel, lie down, and sit out the storm. Dust and wind-blown sand interfere with radio transmissions. Therefore, be ready to use other means for signaling, such as pyrotechnics, signal mirrors, or marker panels, if available.
russian: Наибольшая опасность - потеряться в крутящейся стене песка. Наденьте очки и закройте рот и нос тканью. Если естественное убежище надоступно, отметьте свое направление движения, лягте, и переждите шторм. Пыль и поднятый в воздух песок нарушают радио передачи. Поэтому будьте готовы использовать и другие способы коммуникации, такие как пиротехника, сигналы зеркалами, или панельные метки, если такие имеются.

source: Mirages are optical phenomena caused by the refraction of light through heated air rising from a sandy or stony surface. They occur in the interior of the desert about 10 kilometers from the coast. They make objects that are 1.5 kilometers or more away appear to move.
russian: Миражи это оптические явления, вызванные преломлением света в горячем воздухе, поднимающемся от песка или каменной поерхности. Они начинают появляются внутри пустыни, примерно в 10 километрах от края. Из-за них объекты, находящиеся более чем в 1.5 километрах, кажутся движущимися.

source: The mirage effect makes it hard for a person to identify targets, estimate range, and see objects clearly. However, if you can get to high ground (3 meters or more above the desert floor), you can get above the superheated air close to the ground and overcome the mirage effect. Mirages make land navigation difficult because they obscure natural features. You can survey the area at dawn, dusk, or by moonlight when there is little likelihood of mirage.
russian: Эффект миража усложняет определение целей, прикидку расстояний, и наблюдение за объектами. Однако, если вы можете забраться повыше (3 метра или больше от уровня пустыни), вы будете находиться над перегретым воздухом и мираж не будет действовать на вас. Миражи усложняют ориентацию на местности, потому что они искажают картину. Вы можете обозреть местность на рассвете, закате, или при лунном свете, когда вероятность появления миража меньше.

source: Light levels in desert areas are more intense than in other geographic areas. Moonlit nights are usually crystal clear, winds die down, haze and glare disappear, and visibility is excellent. You can see lights, red flash-lights, and blackout lights at great distances. Sound carries very far.
russian: Уровень освещенности в пустынных районах выше, чем в других областях. Лунные ночи обычно обеспечивают идеальную видимость, дымка и блики исчезают. Вы можете заметить свет, красные фонари, и затемненные фары на большом расстоянии. Звуки разносятся очень далеко.

source: During nights with little moonlight, visibility is extremely poor. Traveling is extremely hazardous. You must avoid getting lost, falling into ravines, or stumbling into enemy positions. Movement during such a night is practical only if you have a compass and have spent the day in a shelter, resting, observing and memorizing the terrain, and selecting your route.
russian: В ночи со слабым лунным светом, видимость очень плохая. Перемещаться опасно. Вы должны избегать потерю направления, падения в овраги, и выхода на позицию противние. Передвижение такой ночью имеет смысл только если у вас есть компас, и вы провели день в убежище, отдыхая, наблюдая и запоминая местность, и выбирая маршрут.

source: The subject of man and water in the desert has generated considerable interest and confusion since the early days of World War II when the U. S. Army was preparing to fight in North Africa. At one time the U. S. Army thought it could condition men to do with less water by progressively reducing their water supplies during training. They called it water discipline. It caused hundreds of heat casualties.
russian: Вопрос человека и воды в пустыне был интересен и породил немало путаницы со времен начала второй мировой войны, когда армия США готовил в войне в северной Африке. В одно время армия думала, что людей можно приучить к уменьшенному потреблению воды путем уменьшения водного рациона в течение подготовки. Они называли это водной дисциплиной. Это привело к сотнями смертей от перегрева.

source: A key factor in desert survival is understanding the relationship between physical activity, air temperature, and water consumption. The body requires a certain amount of water for a certain level of activity at a certain temperature. For example, a person performing hard work in the sun at 43 degrees C requires 19 liters of water daily. Lack of the required amount of water causes a rapid decline in an individual's ability to make decisions and to perform tasks efficiently.
russian: Ключевой фактор выживания в пустыне это понимание отношения между физической активностью, температурой воздуха, или потреблением воды. Тело требует достаточного количества воды для определенной активности при определенной температуре. Например, человек, работающий на солнце при 43 градусах Цельсия, нуждается в 19 литрах воды ежедневно. Недостаток воды приводит к стремительному ухудшению способность принимать решения и выполнять задачи эффективно.

source: Thirst is not a reliable guide for your need for water. A person who uses thirst as a guide will drink only two-thirds of his daily water requirement. To prevent this "voluntary" dehydration, use the following guide: At temperatures below 38 degrees C, drink 0.5 liter of water every hour. At temperatures above 38 degrees C, drink 1 liter of water every hour.
russian: Жажда - неподходящий индикатор, что вам нужна вода. Человек, который пьет только при жажде, потребит лишь 2/3 необходимого количества воды. Чтоб избежать этого "добровольного" обезвоживания, следуйте такому правилу: при температуре ниже 38 градусов Цельсия, выпивайте поллитра воды каждый час. При температуре выше, выпивайте целый литр.

source: Drinking water at regular intervals helps your body remain cool and decreases sweating. Even when your water supply is low, sipping water constantly will keep your body cooler and reduce water loss through sweating. Conserve your fluids by reducing activity during the heat of day. Do not ration your water! If you try to ration water, you stand a good chance of becoming a heat casualty.
russian: Регулярное потребление воды помогает вашему телу оставаться холодным и уменьшает потение. Даже когда запас воды недостаточен, постоянная подпитка остужает тело и уменьшает потерю воды через пот. Сохраняйте жидкость, уменьшая дневную активность. Не нормируйте воду! Если вы будете ее нормировать, то вполне можете стать жертвой теплового удара.

source: Insects of almost every type abound in the desert. Man, as a source of water and food, attracts lice, mites, wasps, and flies. They are extremely unpleasant and may carry diseases. Old buildings, ruins, and caves are favorite habitats of spiders, scorpions, centipedes, lice, and mites. These areas provide protection from the elements and also attract other wild-life. Therefore, take extra care when staying in these areas.
russian: В пустыне живут насекомые почти всех типов. Человек, как источник воды и еды, привлекает вшей, клещей, ос и мух. Они весьмы неприятны и могут переносить болезни. Старые здания, руины и пещеры - любимые места пауков, скорпионов, многоножек, вшей и клещей. Эти местности обеспечивают укрытие от стихий и привлекают других обитателей. Поэтому будьте особенно осторожны, отдыхая в них.

source: Wear gloves at all times in the desert. Do not place your hands anywhere without first looking to see what is there. Visually inspect an area before sitting or lying down. When you get up, shake out and inspect your boots and clothing. All desert areas have snakes. They inhabit ruins, native villages, garbage dumps, caves, and natural rock outcropping that offer shade. Never go barefoot or walk through these areas without carefully inspecting them for snakes.
russian: Всегда носите перчатки в пустыне. Никуда не кладите руки не глядя. Осматривайте место перед тем как сесть или лечь. Когда встаете, обтряхивайте и осматривайте обувь и одежду. Во всех пустынных областях водятся змеи. Они населяют руины, деревни, мусорные свалки, пещеры и каменные пласты, которые обеспечивают тень. Никогда не снимайте обувь или не ходите по таким областям, предварительно не осмотрев их на предмет присутствия змей.

source: Make sure you tell someone where you are going and when you will return. Watch for signs of heat injury. If someone complains of tiredness or wanders away from the group, he may be a heat casualty. Drink water at least once an hour. Get in the shade when resting; do not lie directly on the ground. Do not take off your shirt and work during the day. Check the color of your urine. A light color means you are drinking enough water, a dark color means you need to drink more.
russian: Обязательно сообщите кому-нибудь куда вы идете и когда вернетесь. Следите за следами солнечного удара. Если кто-то жалуется на усталость или отстает от группы, возможно, он получил тепловой удар. Пейте воду не реже раза в час. Отдыхайте в тени, не лежите прямо на земле. Не работайте без рубайшки в течение дня. Следите за цветом своей мочи. Светлый цвет означает, что вы пьете достаточно, темный - что вам нужно пить больше.

source: A large loss of body water and salt causes heat exhaustion. Symptoms are headache, mental confusion, irritability, excessive sweating, weakness, dizziness, cramps, and pale, moist, cold (clammy) skin. Immediately get the patient under shade. Make him lie on a stretcher or similar item about 45 centimeters off the ground. Loosen his clothing. Sprinkle him with water and fan him. Have him drink small amounts of water every 3 minutes. Ensure he stays quiet and rests.
russian: Большая потеря воды и соли приводит к тепловому истощению. Симптомы: головная боль, путающиеся мысли, раздражительность, сильное потение, головокружение, колики, и бледная, влажная, холодная (липкая) кожа. Немедленно поместите пациента в тень. Положите его на носилки или что-то подобное, на высоте 45 см от земли. Расстегните одежду. Обрызгивайте его водой и обмахивайте. Давайте ему небольшие порции выоди каждые 3 минуты. Следите, чтобы он лежал и отдыхал.
