Repository: BGforgeNet/f2-dquest
Catalog: data/text/po/*.po
Languages: russian

source: Ok so am stand near dragon and am trying to be like stone.. unvisible.
russian: Значит я стою возле дракона и пытаюсь быть как камень.. невидимым.

source: What skills could have dragons? They are old so have AGE skill 100%
russian: Какие скиллы у драконов? Они такие старые, ВОЗРАСТ должен быть 100%

source: Age mean bonus to experience, richness, fame, and everything..
russian: Возраст означает бонус к опыта, богатству, славе и всему остальному..

source: I have idea lets drawn 100 squares table and throw here stone..
russian: У меня есть идея, давайте нарисуем сто квадратов на столе и кинем сюда камень..

source: And who cares? Its so funny, lets follow it!
russian: Кому какая разница! Это весело, так что давайте!

source: Sue.
russian: Сью.

source: Agh! These bastards dont want play RPG with me because i dont known rules! Where you was trough these whole days anyway?! Did you found some food?
russian: Эх! Эти плохиши не хотят играть со мной в РПГ потому что я не знаю правил! А ты где был все это время? Нашел еду?

source: I have very important quest to do.
russian: Я должен выполнить очень важное задание.

source: Uh.. ok! I fear to go outside town. Monica say she seen very BIG rat and she run again somewhere. I feel so alone and SAD!
russian: Эх.. ладно! Я боюсь выйти из города. Моника сказала, что она увидела ОЧЕНЬ большую крысу, и убежала куда-то. Мне так одиноко и ГРУСТНО!

source: Sorry kid but i dont remember you..
russian: Прости, девочка, но я тебя не помню..

source: Momy say that you got problems with brain! And she search doctor which will make you sometihing bad! Better escape from here, am warning you!
russian: Мама сказала, что у тебя проблемы с головой! И она ищет доктора, которые сделает с тобой что-то плохое! Лучше уходи, я тебя предупредила!

source: What is RPG?
russian: Что такое РПГ?

source: Its strange game, they play it many days. I wish i could understand what they talking about and what are these.. rules!
russian: Это странная игра, они играют в нее очень долно. Хотелось бы мне понять, о чем они говорят, и что это за.. правила!

source: Some loser.
russian: Какой-то неудачник.

source: He is total zero..
russian: Да он просто пустое место..

source: Urgh.. yeah.. its that or.. nothing..
russian: Ээ.. ага.. вот это или.. да нет..

source: What you do in my house?
russian: Что ты делаешь в моем доме?

source: You horse? Fuck off! Its MY!
russian: Твоем доме? Нахуй пошел! Он МОЙ!

source: Beer? Hahahah.. I have POWERFULL! drugs..
russian: Пиво? Хахаха.. У меня есть СИЛЬНЫЕ! вещества..

source: What is your name?
russian: Как тебя зовут?

source: My name is Bond.. James Bond.. remember that.. Yeah! am tell him! Am best.. Am best in the universe.. Man! I could crush you by my one finger! And am so smart.. yeah! Am BEST!
russian: Меня зовут Бонд. Джеймс Бонд.. запомни это. Ага, и ему скажи! Я лучший! Я лучший в мире! Чувак! Я тебя могу сокрушить одним пальцем! И я такой умный.. да! Я лучший!

source: Klamath News.
russian: Новости Клэмата.

source: News? They all are old stuff..
russian: Новости? Да тут одно старье..

source: === K L A M A T H === N E W S ===
russian: === НОВОСТИ === КЛЭМАТА ===

source: [Some picture]
russian: [Какое-то изображение]

source: Its someone photo and writings: This man eat my cat!
russian: Это чье-то фото с подписью: Этот человек съел мою кошку!

source: [Wanted!]
russian: [Разыскивается!]

source: Its some note: "I want Beer! Am so thirsty that i will crazy! Please give me someone just one drink!" uh.. i think i seen it before.. its MY note?
russian: Какая-то записка: "Я хочу пива! Так охота пить, с ума можно сойти! Налейте хотя бы глоточек!" Ээ.. кажется я уже ее видел.. это МОЯ записка?

source: [HOT STUFF FOR YOU!]
russian: [ГОРЯЧИЕ ШТУЧКИ ДЛЯ ТЕБЯ!]

source: Its few photos of half-naked womans with big captions: "Bathhouse" There is also dirty note made in hurry which was put here probably by someone other: "Damn! i lost all my money there, but it was worth! And now i will try something better.. powerfull drugs!"
russian: Несколько фотографий полуобнаженных женщин с крупной подписью "Ванные комнаты". И чья-то грязная записка, видимо сделанная кем-то другим: "Блин! Я просадил тут все свои деньги, но это того стоило! А теперь я попробую что-то еще лучше.. сильные наркотики!"

source: Citizen.
russian: Горожанин.

source: So you return from your.. journey. Its good to see you again. Uh your wife was very angry and she asked me about sleep with her.. But dont fear she is so ugly that.. Uh i mean.. nothing.
russian: Виже, ты вернулся из своего... путешествия. Рад тебя видеть. Ээ.. твоя жена очень злилась, и просила меня переспать с ней. Но не переживай, она такая страшная, что... В смысле... ничего.

source: I dont remember many things from my life.
russian: Я многого не помню в своей жизни.

source: Dont you remember when we was farmers trough many years and finally we settle in Klamath? Old good days.. they will never return. Dont worry your problems is probably because radiation and dirty water. Everybody around have problems with health.. even me.
russian: Ты не помнишь как мы были фермерами в течение многих лет, и в конце концов поселились в Клэмате? Старые добрые деньки... их уже не вернуть. Не волнуйся насчет этого, скорее всего это из-за радиации и грязной воды. Тут у всех проблемы со здоровьем, даже у меня.

source: Can you borrow me some money?
russian: Ты можешь занять денег?

source: No i cant. I borrow you them so many times and you olways forgott about that. I dont want to make any deals with you. I heard that miners from Redding found new golden veins, maybe try your luck there.
russian: Нет, не могу. Я столько раз тебе занимал, но ты все время забываешь об этом. Не хочу с тобой иметь дела. Я слышал, что шахтеры в Реддинге нашли новые золотые жилы, можешь там спросить.

source: Damn! Am so thirsty. I need beer!
russian: Черт! Так охота пить. Мне нужно пиво!

source: Sadly i dont have any drink. Few days ago i found nuka cola. But i fear to drink and Vic buy it from me for 1 coin. I heard these Nuka-Cola was invented by mutants!
russian: К сожалению, у меня нет напитков. Несколько дней назад я нашел Нюка-Колу. Но я испугался ее пить, и Вик купил ее у меня за монетку. Я слышал, Нюка-Колу изобрели мутанты!

source: You seen him before near entrance to Arroyo temple!
russian: Что ты здесь делаешь?

source: [He sit in bushes and eat corn]
russian: [Он сидит в кустах и ест кукурузу]

source: What are you doing here?
russian: Что вы тут делаете?

source: Am waiting for night.. i seen incredible things trough window! Am tell you.. i seen everything! EVERY details! It was really HOT action!
russian: Дожидаюсь ночи... Я видел невероятные вещи через окно! Я тебе говорю... я видел все! КАЖДУЮ деталь! ОЧЕНЬ горячее шоу!

source: You are from Arroyo.. I seen you before!
russian: Ты из Арройо... Я тебя где-то видел!

source: I like that town, and it was good decision to escape from there. Elders say many frighting stories about outside world, but i feel here so great!
russian: Мне нравится этот город, так что уйти оттуда было хорошим решением. Старейшины рассказывают много страшных историй про окружающий мир, но я тут чувствую себя отлично!

source: Do you mean this yellow water in flask which i seen in bar? No i dont have it.. and i dont like any mixtures, i got bad experiences in Arroyo. Shaman promises me wonderfull time but i was sick trough whole day!
russian: Ты имеешь ввиду эту желтую воду, которую я видел в баре? Нет, нету... мне не нравятся зелья, у меня был с ними плохой опыт в Арройо. Шаман обещал мне чудесное время, но я болел весь день!

source: Month ago my man go search golden geckos in poison cave. Ofcourse he died there because it was too dangerous and nodoby want to help him. Now am alone and.. are you interested to be my new.. entertainment?
russian: Месяц назад мой мужчина отправился за золотыми гекко в отравленные пещеры. Конечно, он погиб, потому что там слишком опасно и никто не хотел ему помочь. Теперь я одна, и... хочешь быть моим новым... развлечением?

source: Uh i dont known.. probably.
russian: Ээ, не знаю... наверное.

source: I will give you ten coins for one night!
russian: Я дам тебе десять монет за одну ночь!

source: Ok am ready..
russian: Хорошо, я готов.

source: Yeah! [She was very brutal and floor was full of broken glass. Trough one night you take more wounds that trough whole travell from Klamath to Arroyo and back.]
russian: Дааа! [Она очень жестока, и пол усыпан битым стеклом. За одну ночь вы зарабатываете больше ран, чем за все время путешествия из Клэмата в Арройо и обратно.]

source: Yeah.. you are WILD!
russian: Да... ты ДИКАЯ штучка!

source: I feel better now!
russian: Теперь я чувствую себя лучше!

source: We must try again later, please dont leave town darling..
russian: Нам нужно это повторить попозже, не уходи из города, дорогой...

source: Darling you are so sweet..
russian: Дорогой, ты такой милый...

source: This was HOT! action..
russian: Это было ГОРЯЧО!

source: Strange Folk.
russian: Странный народ.

source: He look crazy..
russian: Он выглядит чокнутым.

source: Let me shown you! [You hear voice of man hidden in small street, between corner and boxes. He is almost unvisible so first time you think that dog which stand near say something to you..]
russian: Давай я тебе покажу! [Вы слышите голос человека, спрятавшегося в маленьком переулке, между углом и коробками. Он почти незаметен, так что сначала вам показалось, что это сказала собака, стоящая неподалеку.]

source: Uk.. ok shown me.
russian: Ну... хорошо, показывай

source: Watch! [You see that he dont have any clothes under cloak! But he shown you so quick that you seen almost nothing.]
russian: Смотри! [Вы видите, что у него нет никакой одежды под плащом! Но он показал настолько быстро, что вы почти ничего не успели рассмотреть.]

source: What you want from me?!
russian: Что тебе нужно?!

source: I will shown you! Just give me one coin!
russian: Я тебе показал! Давай монетку!

source: I have something better.. WATCH! [He shown you his dirty body. You lost concentration, and almost fall on ground.]
russian: У меня есть кое-что получше... СМОТРИ! [Он показывает вам свое грязное тело. Вы теряете концентрацию, и почти падаете на землю.]

source: Dog.
russian: Собака.

source: Just some dirty dog..
russian: Просто какая-то грязная собака.

source: Grrrrr...
russian: Грррр...

source: What is your name.. AZOR?!
russian: Как тебя зовут... РИТВА?!

source: What is your name.. RAZOR?!
russian: Как тебя зовут... БРИТВА?!

source: Grrrr.. Woof!
russian: Гррр... Гав!

source: What is your name stupid dog?!
russian: Как тебя зовут, глупая собака?!

source: [He "smiling" and it seem that its name is "stupid dog". This dog look very hungry.. and you wonder how he could helpfull when you bring him some meat..]
russian: [Он "улыбается", и похоже его действительно зовут "глупая собака]. Он выглядит очень голодным, и вы думаете как бы он мог быть полезен, если принести ему немного мяса.

source: Hey you, stupid dog! Take this! [throw him meat]
russian: Эй ты, глупая собака! Держи! [Вы кидаете ему мясо]

source: Grrr.. wof! wof! [He take meat and run behind house to hide it under sand.. and you see that its many items inside hole which he dig. Rags, bones, few coins and.. golden watch!]
russian: Грр... гав! гав! [Он хватает мясо и бежит за дом, чтобы спрятать его в песке... и вы видите много хлама в яме, которую он выкопал. Тряпки, кости, немного монет и... золотые часы!]

source: Isabell Sweet.
russian: Милашка Изабель.

source: One from pornstars working for Bathhouse.
russian: Одна из порнозвезд, работающих в Ванных комнатах.

source: aaa
russian: ааа

source: bbb
russian: ббб

source: ccc
russian: ввв

source: ddd
russian: ггг

source: eee
russian: ддд

source: Hello stranger.. do you need some.. sweet time?
russian: Привет, незнакомец. Хочешь... провести время приятно?

source: Why you wear jumpsuit, are you vault citizen?
russian: Почему ты одет в комбинезон, ты житель убежища?

source: Uh.. no, am not.. i buy it long time ago because i like blue colour.. probably it belong to some citizen, but am not sure. Well.. i dont believe in whole Vault of Future, nobody know where is this.. secret bunker.
russian: Ээ... нет... я купил его давным давно, потому что мне нравится синий цвет... наверно он принадлежал какому-то жителю, но я не уверен. В любом случае, я не верю во все это Убежище Будущего, никто не знает где этот... секретный бункер.

source: Can you talk faster?
russian: Ты можешь говорить быстрее?

source: [She lick slowly her sexy lips and say very sensitive] Sweetheart, am ready for.. action.. do you have some cash? [Then she sit on bed and put one leg on other] Do you like my.. perfumes?
russian: [Она облизывает свои сексуальные губы и говорит очень чувственным голосом]. Милый, я готова... у тебя есть наличка? [Она садится на кровать и кладет ногу на ногу]. Тебе нравится мой... парфюм?

source: Honey.. i dont drink beer.. Ask Sylvia.. [she take red flower which lay on bed and smell it] But if you will find any drugs.. give me some.. please..
russian: Милый, я не пью пиво... Спроси Сильвию... [она берет красный цветок с кровати и нюхает его]. Но если тебе попадутся наркотики... поделись, пожалуйста.

source: When you enter room she was naked in her favourite position and in hurry you begin action, because you got 30 minutes of time to spend with her.
russian: Когда вы заходите в комнату, она уже обнажилась и заняла свою любимую позицию. Вы приступаете в спешке, потому что у вас есть 30 минут с ней.

source: [T:05]
russian: [В:05]

source: [T:10]
russian: [В:10]

source: [T:15]
russian: [В:15]

source: [T:20]
russian: [В:20]

source: [T:25]
russian: [В:25]

source: [T:30] TIME END!
russian: [В:30] ВРЕМЯ ВЫШЛО!

source: You try to fix spring which jump out from bed..
russian: Вы пытаетесь починить пружину, выскочившую из кровати.

source: You try to catch rat which run under bed..
russian: Вы пытаетесь поймать крысу, пробежавшую по кроватью.

source: You drink water from glass..
russian: Вы пьете воду из стакана.

source: You open window and take deep breatch..
russian: Вы открываете окно и делаете глубокий вдох.

source: You check corridor to be sure nobody hear you..
russian: Вы проверяете коридор, чтобы убедиться, что вас никто не слышит.

source: You check window to be sure nobody see you..
russian: Вы проверяете окно, чтобы убедиться, что не вас никто не смотрит

source: You lost concentration and fall on floor..
russian: Вы теряете концентрацию и падаете на пол.

source: Ants walking on bed and you try to catch them..
russian: Муравьи бегают по кровати, и вы пытаесь их поймать.

source: Dog scream from outside and deconcentrate you..
russian: Снаружи воет собака и отвлекает вас.

source: You fall into confusion and escape from room..
russian: Вы смущаетесь и оставляете комнату.

source: You got short heart attack and you feel tired..
russian: У вас небольшой сердечный приступ, и вы устали.

source: You feel tired and you sit on chair to rest..
russian: Вы устали и присаживаетесь на стул, чтобы отдохнуть.

source: Spider jump on your head and you fall in panic..
russian: Паук прыгает вам на глову, и в панике, вы падаете.

source: You try to change her position, but you cant..
russian: Вы пытаетесь заставить ее сменить позицию, но у вас не получается.

source: You kiss her wet and hot lips, she say "mmmmm"..
russian: Вы целуете ее в горячие и влажные губы, и она говорит "ммммммм".

source: She move her legs slowly and lick own tits..
russian: Она медленно двигает ногами и лижет свои сиськи.

source: She say "Ooouuuh darling.. come on fill me!"
russian: Она говорит "Ооооо, дорогой... наполни меня!"

source: You try to strip own socks but they stuck..
russian: Вы пытаетесь снять свои носки, но у вас не получается.

source: You try to strip own shirt but it stuck..
russian: Вы пытаетесь снять свою рубашку, но застреваете в ней.

source: You touch her legs and she say "ouuh yees.."
russian: Вы трогаете ее ноги, и она говоит "ооооо даа"

source: pyt3
russian: пит3

source: Sylvia Moon.
russian: Сильвия Мун.

source: She is owner and guard of fame Bathhouse.
russian: Она владелец и хранитель славы Ванных комнат.

source: Welcome to Bathhouse. We have three pornstars, each worth 30$ for half hour. Visit them in her rooms then select your favourite and come back to pay me. I will let you to spend with woman of your dream wonderfull time.
russian: Добро пожаловать в Ванные комнаты. У нас есть три порнозвезды, каждая по 30 долларов за полчаса. Зайдите к ним в комнаты, выберите понравившуюсь и возвращайтесь ко мне, чтобы оплатить. Я обеспечу вам чудесное времяпровождение с женщиной вашей мечты.

source: I want sleep with Isabell Sweet.
russian: Я хочу переспасть с Милашкой Изабель.

source: Thank you darling. Isabell Sweet is now ready for you, go to her room.. [She take from you 30 coins and very sensitive point finger on corridor]
russian: Благодарю, дорогой. Милашка Изабель готова, проходи в ее комнату. [Она берет у вас 30 монет и указывает на коридор нежным пальчиком.]

source: Sorry but you dont have enough money. Come back later.
russian: Извини, но у тебя недостаточно денег. Приходи в следующий раз.

source: Paulina Hot is woman of my dreams.
russian: Я хочу переспасть со Страстной Полиной.

source: Thank you darling. Paulina Hot is now ready for you, go to her room.. [She take from you 30 coins and very sensitive point finger on corridor]
russian: Благодарю, дорогой. Страстная Полина готова, проходи в ее комнату. [Она берет у вас 30 монет и указывает на коридор нежным пальчиком.]

source: Give me night with Samantha Wet.
russian: Я хочу переспасть со Влажной Самантой.

source: Thank you darling. Samantha Wet is now ready for you, go to her room.. [She take from you 30 coins and very sensitive point finger on corridor]
russian: Благодарю, дорогой. Влажная Саманта готова, проходи в ее комнату. [Она берет у вас 30 монет и указывает на коридор нежным пальчиком.]

source: Why you carry this shotgun?
russian: Зачем ты носишь этот дробовик?

source: Our girls are really good, almost that good as pornstars from New Reno. Someone could try to capture them and sell later to slavery guild. So i keep them as treasure. Anyway they dont want to work when dont feel safety enough.
russian: У нас очень хорошие девочки, почти как порнозвезды из Нью Рино. Кто-то может попытаться захватить их и продать гильдии работорговцев. Так что я охраняю их словно сокровище. И в любом случае, они не хотят работать, когда чувствуют себя небезопасно.

source: I want to be movie pornstar!
russian: Я хочу быть порнозвездой!

source: We dont make movies here, you must visit New Reno "Porn Club". Ofcourse they will dont hire you as "actor" if your "experience" is lower than 10. Already your SEX-EXP is:
russian: Мы здесь не снимаем фильмов, тебе нужно в "Порно Клуб" в Нью Рино. Конечно, они не наймут тебя актером, если твой опыт меньше 10. Сейчас твой СЕКС-ОПЫТ:

source: pyt6
russian: пит6

source: Wooden door.
russian: Деревянная дверь.

source: Paulina Hot.
russian: Страстная Полина.

source: Hi. I seen you around, you are Klamath citizen, right?
russian: Привет. Я тебя где-то видел, ты житель Клэмата, да?

source: I like your style.
russian: Мне нравится твой стиль.

source: [She seem to be very lucky and agile] Thanx. But sadly.. i dont like yours haha! Many peoples call me CAT. I was thief once, member of Yakuza team. But i lost with them contact long time ago, so i hired in bathhouse to get some cash. Am not sure where they disappear and whats happend.. but it must be some tragic accident. Well, am still alive!
russian: [Она кажется очень удачливой и ловкой]. Спасибо. Но к сожалению, мне не нравится твой, хаха! Многие зовут меня КОШКА. Раньше я была вором, членом банды якудза. Но я давно потеряла с ними связь, так что нанялась в ванные комнаты, чтобы позаработать. Не уверена, что с ними случилось... должно быть, какая-то трагедия. Ну, зато я все еще жива!

source: I dont remember my wife and kids, i must hit brain somewhere..
russian: Я не помню свою жену и детей, должно быть где-то ударился головой.

source: Hah! No its probably because radiation. But dont be so sad, many peoples spend lot of money to be in your situation. I mean that wonderfull time when you forgot everything.. and dont care about whole problems!
russian: Ха! Нет, наверное это из-за радиации. Но не грусти, многие платят хорошие деньги, чтобы оказаться в твоей ситуации. Я имею ввиду, это же чудесно, когда ты все забыл, и никакие проблемы тебя больше не беспокоят.

source: Here? No! I dont have fridge, you known.. hot beer tasty ugly! If you need some drinks go to Arroyo, i heard that local shaman make very good "Schlager". Just one drink of that mixture and you fly away! Sadly it dont smell good, i wonder from what its made anyway!?
russian: Здесь? Нет! У меня холодильника... а теплое пиво ужасно на вкус. Если хочешь выпить, отправляйся в Арройо, я слышала, что тамошний шаман делает очень хороший "Шлагер". Один глоток этого зелья, и ты улетишь! Правда, оно не очень хорошо пахнет... интересно, из чего оно сделано?!

source: Samantha Wet.
russian: Влажная Саманта.

source: [She seem to be very "experienced" and.. crazy] I will show you things which you never seen.. are you ready? Pay 30$ and come back.. am waiting for you..
russian: [Она выглядит очень "опытной" и... дикой] Я покажу тебе такое, чего ты никогда не видел... ты готов? Плати 30 долларов и возвращайся... я тебе жду...

source: I have hole in my memories.
russian: У меня дыра в воспоминаниях.

source: Do you want to hear about my.. wet holes?
russian: Хочешь услышать про мои... влажные дыры?

source: Do you play in porn movies?
russian: Ты снималась в порнофильмах?

source: Yes.. am real pornstar.. from New Reno. I hide here because i read notebook from one mafioso.. and he known about that! There was every payments, secret agents, drugs facility.. Damn! i was so stupid to steal it! Here i fell safety.. and they pay me not bad at all. I played in few movies, such like "Fill me twice" or "Mega tits vol3".. maybe you seen them?
russian: Да... я настоящая порнозвезда из Нью Рино. Я прячусь здесь, потому что прочитала записную книжку одного мафиози... и он знает об этом! Там было все - платежи, секретные агенты, производство наркотиков... Черт! Я такая дура что украла его! Тут я чувствую себя в безопасноти... и мне неплохо платят. Я снималась в нескольких фильмах, вроде "Наполни меня дважды" и "Мега сиськи том 3"... может быть, ты их видел?

source: Uh.. i forgot what i wanted to ask you..
russian: Э... Я забыл, что хотел спросить.

source: Then come bak later.. i must get shower..
russian: Тогда возвращайся позже... мне надо помыться.

source: Dalton.
russian: Далтон.

source: One from Dalton brothers, they are very similar..
russian: Один из братьев Далтонов, они очень похожи.

source: [He scream on his brother, then say] What you want?
russian: [Он орет на своего брата, затем поворачивается и спрашивает] Чего тебе?

source: Uh.. whats going on?
russian: Мм... что случилось

source: My brother lost keys to house AGAIN and he say that it was me! But he got these keys last time! I remember that clearly.. we go to bar and drink whole night.. i seen him when he thrown keys on barman!
russian: Мой брат СНОВА потерял ключи от дома, и валит все на меня! Но ключи были у него! Я точно помню... мы пошли в бар и пили там целую ночь... я видел, как он бросил ключи в бармена!

source: No i dont have and i DONT care about your problems!
russian: Нету, и мне насрать на твои проблемы!

source: Do you remember me?
russian: Ты меня помнишь?
