Repository: BGforgeNet/f2-dquest
Catalog: data/text/po/*.po
Languages: russian

source: Remember, failure to prepare yourself psychologically to cope with survival leads to reactions such as depression, carelessness, inattention, loss of confidence, poor decision-making, and giving up before the body gives in. At stake is your life and the lives of others who are depending on you to do your share.
russian: Помните, что неспособность подготовить себя психологически, чтобы справиться с выживанием приводит к таким последствиям как депрессия, невнимательность, невнимательность, потеря уверенности, принятие ошибочных решений, и готовность сдаться, даже если физически к этому нет предпосылок. На кону стоит ваша жизнь и жизни других людей, которые зависят от того, как вы выполните свою часть работы.

source: People under stress have a potential to panic if they are not well trained and not prepared psychologically to face whatever the circumstances may be. While we often cannot control the survival circumstances in which we find ourselves, it is within our ability to control our response to those circumstances. Learning stress management techniques can enhance significantly your capability to remain calm and focused as you work to keep yourself and others alive.
russian: Люди в состоянии стресса могут запаникова, если они не обучены и не подготовлены психологически к любым обстоятельствам. Хотя мы часто не можем контролировать обстоятельства, в которых мы оказались, мы можем контролировать наши реакции на них. Изучение техники управления стрессом может значительно улучшить вашу способность оставаться спокойным и сосредоточенным, пока вы стараетесь сохранить себя и других в живых.

source: Survival planning is nothing more than realizing something could happen that would put you in a survival situation and, with that in mind, taking steps to increase your chances of survival. Thus, survival planning means preparation. Preparation means having survival items and knowing how to use them.
russian: Планирование выживания это ничто иное, как осознание, что что-то может поставить вас в ситуацию выживания, и предпринятие шагов, увеличивающих ваши шансы. Таким образом, планирование выживания означает подготовку. Подготовка значит наличие требуемых вещей и знание, как их использовать.

source: One important aspect of prior planning is preventive medicine. Ensuring that you have no dental problems and that your immunizations are current will help you avoid potential dental or health problems. A dental problem in a survival situation will reduce your ability to cope with other problems that you face. Failure to keep your shots current may mean your body is not immune to diseases that are prevalent in the area.
russian: Одним из важных аспектов предварительного планирования это профилактическая медицина. Уверенность, что у вас нет стоматологических проблем, и что прививки еще имеют свою силу, поможет вам избежать возможных проблем с зубами и со здоровьем. Проблемы с зубами в ситуации выживания будут снижать вашу способность справляться с другими задачами. Пропущенные прививки могут означать, что ваш организм не имеет иммунитета к болезням, которые распространены в этом районе.

source: The environment is the key to the types of items you will need in your survival kit. How much equipment you put in your kit depends on how you will carry the kit. A kit carried on your body will have to be smaller than one carried in a vehicle. Always layer your survival kit, keeping the most important items on your body. For example, your map and compass should always be on your body. Carry less important items on your load bearing equipment. Place bulky items in the rucksack.
russian: Главно, что определяет ваш комплект для выживания - окружающая среда. Сколько снаряжения вы положите в ваш комплект, зависит от того, как вы будете его носить. Комплект, переносимый на теле, будет меньше, чем перевозимый в транспортном средстве. Всегда разделяйте ваш комплект для выживания, храня самые важные элементы на себе. Например, ваша карта и компас всегда должны быть с собой. Менее важные элементы - пристегивайте к одежде. Громоздкие вещи сложите в рюкзак.

source: Your survival kit need not be elaborate. You need only functional items that will meet your needs and a case to hold the items. For the case, you might want to use a Band Aid box, a first aid case, an ammunition pouch, or another suitable case. This case should be: Water repellent or waterproof. Easy to carry or attach to your body. Suitable to accept various sized components. Durable.
russian: Ваш комплект для выживания не должен быть сложным. Вам нужно взять только те предметы, которых будет достаточно, и чехол для их хранения. Например, вы можете использовать коробку от аптечки первой помощи, сумку для патронов, или что-то другое. Чехол должен быть водоотталкивающий или водонепроницаемый, легко переносимый, вмещающий вещи разного размера, прочный.

source: In your survival kit, you should have: First aid items. Water purification tablets or drops. Fire starting equipment. Signaling items. Food procurement items. Shelter items. Some examples of these items are: Lighter, metal match, waterproof matches. Snare wire. Signaling mirror. Wrist compass. Fish and snare line. Fishhooks. Candle. Small hand lens. Oxytetracycline tablets (diarrhea or infection). Water purification tablets. Solar blanket. Surgical blades. Butterfly sutures. Condoms for water storage. Chap Stick. Needle and thread. Knife.
russian: В вашем комплекте для выживания должны быть: средства для оказания первой помощи. Таблетки или капли для очистки воды. Снаряжение для размигания огня. Сигнальные вещи. Вещи для добычи еды. Вещи для укрытия. Некоторые примеры таких вещей: зажигалка, металлические спички, водонепроницаемые спички. Силки из проволоки. Зеркало для сигнализации. Наручный компас. Веревка для рыбалки и ловушек. Крючки. Свечи. Небольшая ручная линза. Таблетки окситетрациклина (от поноса или инфекции). Таблетки для очистки воды. Солнечное одеяло. Хирургические лезвия. Нить для наложения швов. Презервативы для хранения воды. Косметическая помада. Игла и нить. Нож.

source: Our modern wonder drugs, laboratories, and equipment have obscured more primitive types of medicine involving determination, common sense, and a few simple treatments. In many areas of the world, however, the people still depend on local "witch doctors" or healers to cure their ailments. Many of the herbs (plants) and treatments they use are as effective as the most modern medications available. In fact, many modern medications come from refined herbs.
russian: Наши современные чудо-препараты, лаборатории и оборудование затмили более примитивные виды медицины, использующие решительность, здравый смысл и некоторые простые виды терапии. Однако, во многих районах мира, люди по-прежнему зависят от местных "колдунов" и знахарей в лечении своих недугов. Многие из трав (растений) и веществ, которые они используют, не хуже самых современных лекарств. На самом деле, многие современные лекарства получают из очищенных трав.

source: The breakdown of the body's heat regulatory system (body temperature more than 40.5 degrees C, 105 degrees F) causes a heatstroke. Other heat injuries, such as cramps or dehydration, do not always precede a heatstroke. Signs and symptoms of heatstroke are: Swollen, beet-red face. Reddened whites of eyes. Victim not sweating. Unconsciousness or delirium, which can cause pallor, a bluish color to lips and nail beds (cyanosis), and cool skin.
russian: Срыв регуляторных систем температуры тела (температура более 40,5 градусов Цельсия, 105 градусов Фаренгейта) вызывает тепловой удар. Другие термические травмы, такие как судороги или обезвоживание, не всегда предшествуют тепловому удару. Признаки и симптомы теплового удара: опухшее, свекольно-красное лицо. Покрасневшие белки глаз. Жертва не потеет. Бессознательность или бред, которые могут вызвать бледность, синюшный оттенок губ и ногтевого ложа (цианоз), и холодную кожу.

source: Defined as the body's failure to maintain a temperature of 36 degrees C (97 degrees F). Exposure to cool or cold temperature over a short or long time can cause hypothermia. Dehydration and lack of food and rest predispose the survivor to hypothermia. Unlike heatstroke, you must gradually warm the hypothermia victim. Get the victim into dry clothing. Replace lost fluids, and warm him.
russian: Определяется как неспособность организма поддерживать температуру 36 градусов Цельсия (97 градусов по Фаренгейту). Воздействие холода или низкой температуры в течение короткого или длительного времени может привести к гипотермии. Обезвоживание и недостаток пищи и отдыха предрасполагают выживальщика к переохлаждению. В отличие от теплового удара, необходимо постепенно согреть пострадавшего от переохлаждения. Переодеть его в сухое. Восполнить потерянную жидкость, и согреть его.

source: You can usually avoid worm infestations and other intestinal parasites if you take preventive measures. For example, never go barefoot. The most effective way to prevent intestinal parasites is to avoid uncooked meat and raw vegetables contaminated by raw sewage or human waste used as a fertilizer. However, should you become infested and lack proper medicine, you can use home remedies. Keep in mind that these home remedies work on the principle of changing the environment of the gastrointestinal tract.
russian: Обычно вы можете избежать заражения гельминтами и другими кишечными паразитами, если примете превентивные меры. Например, никогда не ходите босиком. Наиболее эффективный способ профилактики кишечных паразитов - это избегать сырого мяса и сырых овощей, загрязненных сточными водами или человеческими экскрементами в качестве удобрения. Тем не менее, если вы заразились и не имеете доступа к обычным лекарствам, вы можете использовать домашние средства. Имейте в виду, что эти средства работают по принципу изменения среды желудочно-кишечного тракта.

source: Open wounds are serious in a survival situation, not only because of tissue damage and blood loss, but also because they may become infected. Bacteria on the object that made the wound, on the individual's skin and clothing, or on other foreign material or dirt that touches the wound may cause infection.
russian: Открытые раны опасны в ситуации выживания, не только из-за повреждения тканей и потери крови, но и потому, что они могут заразиться. Бактерии на объекте, которым нанесли рану, на коже и одежде, или других посторонних материалах, а также в грязи, попавшей в рану, могут вызвать инфекцию.

source: By taking proper care of the wound you can reduce further contamination and promote healing. Clean the wound as soon as possible after it occurs by: Removing or cutting clothing away from the wound. Always looking for an exit wound if a sharp object, gun shot, or projectile caused a wound. Thoroughly cleaning the skin around the wound. Rinsing (not scrubbing) the wound with large amounts of water under pressure. You can use fresh urine if water is not available.
russian: Правильно следя за раной, можно уменьшить дальнейшее загрязнение и ускорить заживление. Очистите рану как можно скорее после нанесения, путем удаления или срезания одежды с раны. Всегда ищите выходное отверстие, если рана нанесена острым предметом, выстрелом, или другим снарядом. Тщательно очистите кожу вокруг раны. Промойте (не трите) рану большим количеством воды под давлением. Вы можете использовать свежую мочу, если вода недоступна.

source: To treat an infected wound: Place a warm, moist compress directly on the infected wound. Change the compress when it cools, keeping a warm compress on the wound for a total of 30 minutes. Apply the compresses three or four times daily. Drain the wound. Open and gently probe the infected wound with a sterile instrument. Dress and bandage the wound. Drink a lot of water. Continue this treatment daily until all signs of infection have disappeared.
russian: Чтобы вылечить зараженную рану, поставьте теплый влажный компресс прямо на нее. Меняйте компресс, когда он остынет, держите теплый компресс на ране в течение 30 минут. Ставьте компрессы три-четыре раза в день. Высушите рану. Откройте и аккуратно прозондируйте ее стерильным инструментом. Замотайте и перевяжите рану. Пейте много воды. Продолжайте это лечение ежедневно, пока все признаки инфекции не исчезнут.

source: If you do not have antibiotics and the wound has become severely infected, does not heal, and ordinary debridement is impossible, consider maggot therapy, despite its hazards: Expose the wound to flies for one day and then cover it. Check daily for maggots. Once maggots develop, keep wound covered but check daily. Remove all maggots when they have cleaned out all dead tissue and before they start on healthy tissue. Increased pain and bright red blood in the wound indicate that the maggots have reached healthy tissue. Flush the wound repeatedly with sterile water or fresh urine to remove the maggots.
russian: Если у вас нет антибиотиков, но рана сильно заражена и не заживает, а обычная хирургическая обработка невозможна, подумайте о терапии личинками, несмотря на ее опасность. Выставьте рану мухам на один день, а затем закройте ее. Ежедневно проверяте на опарышей. Когда личинки разовьются, держите рану закрытой, но ежедневно проверяйте. Удалите все личинки, когда они вычистили всю мертвую ткань, но до того, как они примутся за здоровую. Усиление боли и ярко-красная кровь в ране указывают, что личинки достигли здоровой ткани. Много раз промойте рану стерильной водой или свежей мочой, чтобы удалить личинки.

source: Keep the skin clean and dry, and expose the infected wound area to as much sunlight as possible. Do not scratch the affected area. During the Southeast Asian conflict, soldiers used anti fungal powders, lye soap, chlorine bleach, alcohol, vinegar, concentrated salt water, and iodine to treat fungal infections with varying degrees of success. As with any "unorthodox" method of treatment, use it with caution.
russian: Держите кожу чистой и сухой, и по возможности открывайте зараженные раны солнечному свету. Не чешите пораженную область. В конфликте в Юго-Восточной Азии солдаты использовали анти-грибковые порошки, щелочное мыло, хлорный отбеливатель, спирт, уксус, концентрированную соленую воду и йод для лечения грибковых инфекций с разной степенью успеха. Используйте любой нестандартный метод лечения с осторожностью.

source: To treat a skin rash effectively, first determine what is causing it. This determination may be difficult even in the best of situations. Observe the following rules to treat rashes: If it is moist, keep it dry. If it is dry, keep it moist. Do not scratch it. Use a compress of vinegar or tannic acid derived from tea or from boiling acorns or the bark of a hardwood tree to dry weeping rashes. Keep dry rashes moist by rubbing a small amount of rendered animal fat or grease on the affected area.
russian: Чтобы эффективно лечить сыпь на коже, сначала определите, что является ee причиной. Это может быть сложно даже в хорошей ситуации. Соблюдайте следующие правила для лечения сыпи: если она влажная, держать ее сухой. Если она сухая, держать ee влажной. Не чесать. Наложите компресс из уксуса и дубильной кислоты, которую можно получить из чая, или при кипячении желудей или коры лиственных деревьев, чтобы высушить мокрую сыпь. Увлажняйте сухую сыпь, нанося небольшое количество животного жира или масла на пораженный участок.

source: Remember, treat rashes as open wounds and clean and dress them daily. There are many substances available to survivors in the wild or in captivity for use as antiseptics to treat wound: Iodine tablets. Use 5 to 15 tablets in a liter of water to produce a good rinse for wounds during healing. Garlic. Rub it on a wound or boil it to extract the oils and use the water to rinse the affected area. Salt water. Use 2 to 3 tablespoons per liter of water to kill bacteria. Bee honey. Use it straight or dissolved in water. Sphagnum moss. Found in boggy areas worldwide, it is a natural source of iodine. Use as a dressing.
russian: Помните, относитесь к сыпи как к открытой ране - чистите и перевязывайте ее ежедневно. Выживающим в дикой природе или в неволе доступно много веществ для использования в качестве антисептиков для лечения раны: таблетки йода. Растворить от 5 до 15 таблеток в литре воды, чтобы хорошо промыть рану во время лечения. Чеснок. Втирать его в рану или сварить его, чтобы извлечь масла и использовать бульон, чтобы промыть пораженный участок. Соленая вода. Растворите 2-3 столовые ложки в литре воды, чтобы убить бактерии. Пчелиный мед. Использовать его непосредственно или растворенным в воде. Мох сфагнум. Встречается в заболоченных местах по всему миру, является натуральным источником йода. Использовать для перевязки.

source: Trench Foot results from many hours or days of exposure to wet or damp conditions at a temperature just above freezing. The nerves and muscles sustain the main damage, but gangrene can occur. In extreme cases the flesh dies and it may become necessary to have the foot or leg amputated. The best prevention is to keep your feet dry. Carry extra socks with you in a waterproof packet. Dry wet socks against your body. Wash your feet daily and put on dry socks.
russian: Траншейная стопа является результатом пребывания в мокрых или влажных условиях при температуре чуть выше нуля в течение многих часов или дней. В основном страдают нервы и мышцы, но может и развиться гангрена. В крайних случаях плоть отмирает, и может возникнуть необходимость ампутации стопы или целой ноги. Лучшая профилактика - держать ноги сухими. Носите запасные носки с собой в водонепроницаемом пакете. Сушите мокрые носки на теле. Ежедневно мойте ноги и надевайте сухие носки.

source: Insects and related pests are hazards in a survival situation. They not only cause irritations, but they are often carriers of diseases that cause severe allergic reactions in some individuals. In many parts of the world you will be exposed to serious, even fatal, diseases not encountered in the United States.
russian: Насекомые и паразиты опасны в ситуации выживания. Они не только причиняют раздражение, но и часто являются носителями заболеваний, которые вызывают серьезные аллергические реакции у некоторых людей. Во многих частях света вам грозят серьезные, даже смертельные, заболевания, не встречающиеся в США.

source: If you get bitten or stung, do not scratch the bite or sting, it might become infected. Inspect your body at least once a day to ensure there are no insects attached to you. If you find ticks attached to your body, cover them with a substance, such as Vaseline, heavy oil, or tree sap, that will cut off their air supply. Without air, the tick releases its hold, and you can remove it.
russian: Если вас укусили или ужалили, не чешите рану, вы можете занести в нее заразу. Осматривайте все тело хотя бы раз в сутки, чтобы убедиться, что на вас нет насекомых. Если вы обнаружите клеща, прицепившегося к вашему телу, намажьте его вазелином, мазутом или древесной смолой, чтобы перекрыть ему воздух. Без воздуха, клещ ослабляет хватку, и вы можете его удалить.

source: If stung by a bee, immediately remove the stinger and venom sac, if attached, by scraping with a fingernail or a knife blade. Do not squeeze or grasp the stinger or venom sac, as squeezing will force more venom into the wound. Wash the sting site thoroughly with soap and water to lessen the chance of a secondary infection. If you know or suspect that you are allergic to insect stings, always carry an insect sting kit with you.
russian: Если вас ужалила пчела, немедленно удалите жало и мешочек с ядом (если он все еще прицеплен) с помощью ногтя или лезвия ножа. Не сжимайте и не обхватывайте жало или мешочек с ядом, так как это выдавит еще больше яда в рану. Тщательно промойте место укуса водой с мылом, чтобы снизить вероятность вторичного заражения. Если вы знаете или подозреваете, что у вас аллергия на укусы насекомых, всегда имейте с собой набор для обработки укусов.

source: Relieve the itching and discomfort caused by insect bites by applying: Cold compresses. A cooling paste of mud and ashes. Sap from dandelions. Coconut meat. Crushed cloves of garlic. Onion.
russian: Чтобы облегчить зуд и дискомфорт, вызванный укусами насекомых, вы можете наложить: холодный компрес. Охлаждающую пасту из грязи и пепла. Сок одуванчиков. Кокосовую мякоть. Измельченные зубчики чеснока. Лук.

source: Snake venoms not only contain poisons that attack the victim's central nervous system (neurotoxins) and blood circulation (hemotoxins), but also digestive enzymes (cytotoxins) to aid in digesting their prey. These poisons can cause a very large area of tissue death, leaving a large open wound. This condition could lead to the need for eventual amputation if not treated.
russian: Змеиные укусы содержат не только яды, которые атакуют центральную нервную систему жертвы (нейротоксины) и кровообращение (гемотоксины), но и пищеварительные ферменты (цитотоксины), для облегчения переваривания своей добычи. Эти яды могут повредить ткань на очень большой площади, оставляя после себя большие открытые раны. Без лечения, в конечном итоге это может привести к ампутации.

source: Before you start treating a snakebite, determine whether the snake was poisonous or nonpoisonous. Bites from a nonpoisonous snake will show rows of teeth. Bites from a poisonous snake may have rows of teeth showing, but will have one or more distinctive puncture marks caused by fang penetration. Symptoms of a poisonous bite may be spontaneous bleeding from the nose and anus, blood in the urine, pain at the site of the bite, and swelling at the site of the bite within a few minutes or up to 2 hours later.
russian: Прежде чем вы начнете лечить укус змеи, определите, является ли змея ядовитой или неядовитой. Укусы неядовитых змей будут выглядить как ряды зубов. Укусы ядовитых змей тоже могут иметь ряды, но вместе с ними и более характерные отметины, вызванные проникновением клыков. Признаками ядовитого укуса могут быть спонтанные кровотечения из носа и ануса, кровь в моче, боль в месте укуса, и отек в месте укуса, развивающийся от нескольких минут до двух часов после него.

source: If you determine that a poisonous snake bit an individual, take the following steps: Reassure the victim and keep him still. Set up for shock and force fluids or give an intravenous (IV). Remove watches, rings, bracelets, or other constricting items. Clean the bite area. Maintain an airway (especially if bitten near the face or neck) and be prepared to administer mouth to mouth resuscitation or CPR. Use a constricting band between the wound and the heart. Immobilize the site. Remove the poison as soon as possible by using a mechanical suction device or by squeezing.
russian: Если вы определили, что ядовитая змея укусила человека, примите следующие меры: успокойте пострадавшего и не давайте ему двигаться. Будьте готовы, что у него будет шок или придется ставить капельницу. Снимите часы, кольца, браслеты и другие стягивающие предметы. Очистите место укуса. Поддерживайте проходимость дыхательных путей (особенно в случае укуса лица или шеи), и будьте готовы сделать дыхание "рот в рот" и массаж сердца. Наложите стягивающий жгут между раной и сердцем. Обездвижьте место укуса. Удалите яд как можно скорее с помощью механического устройства всасывания или выдавливания.
