Repository: BGforgeNet/f2-dquest
Catalog: po/*.po
Languages: russian

source: {10}{}{Guard. Test change to source files - 2.} {20}{}{They everyone tribals look the same..}
russian: {10}{}{Охранник. } {20}{}{Все эти дикари выглядят одинаково...}

source: {100}{}{Hey! You! Dirty man! What you doing here?! This village is top secret and nobody from outside world cant enter our holy land! }
russian: {100}{}{Эй! Ты! Бомжара! Что ты здесь делаешь?! Деревня засекречена и ни кто из внешних не должен ступить на эту святую землю! }

source: {200}{}{Am just traveller from Klamath. } {250}{}{Get out of here! Peoples like you come here only to steal everything and make troubles. Thats why we dont like tourists! }
russian: {200}{}{Я тут проходил мимо из Кламата. } {250}{}{Убирайтесь вон! Люди приходят сюда, чтобы украсть чтонибудь ценное и нагадить от души! Вот по этому мы не любим туристов! }

source: {300}{}{Do you have flask of beer? } {350}{}{What is beee? I never heard about such thing.. Maybe our crazy shaman will have one, he got many strange mixtures and potions.}
russian: {300}{}{У тебе есть баклашка пива? } {350}{}{Какого биэээ...? Я ничего подобного не слыхал.. Возможно, только наш безумный шаман в курсе, он себе уже наколдавал множество странных зелий.}

source: {400}{}{I search something to drink.. And what you do?} {450}{}{Our witch put another villager to temple of trails and i must watch him. Already nobody returned from there. We need brave champion to made dangerous quest which will save us in these dark times.}
russian: {400}{}{Я ищу чего-нибудь... выпить... И что ты делаешь?} {450}{}{Наша ведьма послала еще одного жителя пройти испытания в храме, а я должен следить за ним. Еще никто не вернулся от туда. А мы так нуждаемся в бесстрашном герое, который сможет пройти опасные испытания и спасти нас, когда наступят темные времена.}

source: {910}{}{END } {920}{}{BACK }
russian: {910}{}{КОНЕЦ } {920}{}{НАЗАД }

source: {10}{}{Chosen One. } {20}{}{They everyone tribals look the same..}
russian: {10}{}{Избранный. } {20}{}{Все эти дикари выглядят одинаково...}

source: {100}{}{Damn! I will die there.. i known that! }
russian: {100}{}{Черт! Я же там погибну.. Я это знаю! }

source: {200}{}{Hi man! Whats up?} {250}{}{Witch chosen me for test in temple. I fear to enter because nobody return.. can you hear this scream from darkness? Everyone died there. She must be really stupid to kill our brothers and sisters in this dumb test!}
russian: {200}{}{Здоров мужик! Как оно?} {250}{}{Эта Ведьма послала меня выполнять испытания в храме. Я боюсь туда идти, ведь никто не вернулся от туда.. ты слышишь этот рев, доносящийся из темноты? Мы все здесь умрем. Она наверно и в правду пизданутая, убивать моих братьем и сестер при помощи этого проклятого теста!}

source: {300}{}{Do you have beer?} {350}{}{[He look into temple darkness and ignore your question]}
russian: {300}{}{У тебя есть пиво?} {350}{}{[Он тупо уставился в темноту храма и игнорирует ваш вопрос]}

source: {400}{}{Am so thirsty! Maybe i will find some beer it this.. tample?} {450}{}{Oh yes.. temple contain many treasures from ancient world. Now leave me alone! I must made first little step into darkness.. but i fear to move my leg.}
russian: {400}{}{Сушняк...тля! Может я найду хоть немного пива в этом... храме?} {450}{}{О да.. храмы содержат много реликвий старого мира. А теперь оставьте меня одного! Я должен сделать маленький шажок по направлению во тьму храма... но я боюсь, какая жуть.}

source: {10}{}{Some beast. } {20}{}{He dont look agressive..}
russian: {10}{}{Какой-то звекрь. } {20}{}{Он не выглядит агрессивным...}

source: {100}{}{HEP! } {101}{}{Uh.. no humans anymore! ..HEEP! } {102}{}{I want to eat something different.. some fruit! } {103}{}{Oh no another human! Get out of my sight, you tasty bad! } {104}{}{Heeegoodbyeeeep!}
russian: {100}{}{HEP! } {101}{}{Уф.. больше ни каких людишек! ..Фырк! } {102}{}{Я хочу съесть, что нибудь.. какой-нибудь фрукт! } {103}{}{Ох, больше ни каких людишек! Убирайся с глаз долой, ты, невкусный! } {104}{}{РРРРпрощайРРРФЫРК!}

source: {10}{}{Villager. } {20}{}{They everyone look the same..}
russian: {10}{}{Местный. } {20}{}{Все эти дикари выглядят одинаково...}

source: {100}{}{Helo stranger.. do you hear that strange voice from well??}
russian: {100}{}{Приветствую, странник.. слышишь ли ты эти странные звуки, доносящиеся со дна колодца??}

source: {200}{}{Yeah.. it sound like dog scream.} {250}{}{No i think its something different. It must be ancient ghost of earth.. and he need sacrifice made from earth element. Go on corn filed and bring me some big stone..}
russian: {200}{}{Да-а.. это звучит как вой собаки.} {250}{}{Нет, мне кажется, что это, что-то другое. Может, это старый дух земли... и он требует принести ему земные дары. Отправляйся на кукурузное поле и принеси мне большой булыжник...}

source: {300}{}{Look! I found one.} {350}{}{Here is sacrifice for goddes of earth! [Villager throw that stone into well and after short scream remain ethernal silence.] Thank you my friend, now ghost of earth is happy and dont scream anymore. Here is your revard, wonderfull flower which grown near well.}
russian: {300}{}{Смотрите! Я нашел одного.} {350}{}{Вот, жертава богине Земли! [Житель бросает камень в колодецand, после небольшого шума, снова воцаряется мертвая тишина.] Спасибо тебе, друг мой, теперь призрак земли счастлив и больше не шумит. Вот твоя награда, удивительный цветок, который вырос возле колодца.}

source: {400}{}{We are now bless by earth!} {401}{}{So many flies around magic well!} {402}{}{Blessed silence.} {403}{}{Uh.. what is that smell?} {404}{}{Thank you my friend!}
russian: {400}{}{Мы благословлены землей!} {401}{}{Сколько же здесь мух, облепивших волшебный колодец!} {402}{}{Блаженны тишина.} {403}{}{Э-э .. что это за запах?} {404}{}{Спасибо тебе, друг мой!}

source: {100}{}{I lost my dog. Uh.. and i fear that someone eat him! Outsider, can you investigate where go my dirty animal? His name was "Klint".}
russian: {100}{}{Я потерял своего пса. Уф.. я переживаю, что его может кто-то съесть! Эй, ты, неудачник, найди, куда запропастилась моя гразная животина? Кликать его "Клинт".}

source: {200}{}{I dont like to solve riddles.} {250}{}{Uh yes.. you dont look very clever. Nevermind, i will just wait here until he return. Probably he run around village and hunt for rats.}
russian: {200}{}{Я не люблю разгадывать загадки.} {250}{}{Уф, да.. а ты не особо то блещешь умом. Наверно, я лучше подожду его здесь, пока он не вернется. Не бось, шлындает по деревне и охотится на крыс.}

source: {300}{}{Do you have beer?} {350}{}{[He look around searching dog and ignore your question]}
russian: {300}{}{У тебя есть пиво?} {350}{}{[Он осматривает окрестности в поисках собаки и не реагирует на твои расспросы]}

source: {400}{}{Tell me about this village.} {450}{}{We live in peace far from civilization. Elders say that technic bring only pain and devastation so we must believe only in traditional shamans magic. But one day come to us trader Vic with his amazing stuff. Holy ghosts abandon us and many peoples get sick. }
russian: {400}{}{Расскажи мне о этой деревне.} {450}{}{В дали от цивилизации мы живем мирно. Старейшая говорит, что технологии принесут только боль и опустошения, а мы должны верить только в магические обычаи шамана. Но однажды, к нам пришел торговец, Вик и принес много замечательных вещей. Святой дух ушел и многие наши жители заболели. }

source: {100}{}{I cant believe! You pass trough temple, nobody made it before! You are now our champion!. Go and talk with elder, she have something very important to tell you.}
russian: {100}{}{Неверю своим ушам! Вы прошли Храм Испытаний, этого никто до вас не делал! Вы чемпион! Идите и поговорите со Старейшей. Она расскажет вам об очень важном.}

source: {200}{}{Uh.. you are this guard which i seen near temple entrance? Sorry your everyone tribals look the same to me.} {250}{}{Yes am guard and great warrior "Klint" By the way i hate this bastard who call his dog my fame name. Hopefully i fixed that problem yesterday and i feel better now. }
russian: {200}{}{Ух.. ты тот самый охранник, которого видел перед храмом? Простите, все жители ручья, выглядите на одно лицо.} {250}{}{Вы видите "Клинта" стража и великого война. Я ненавижу того подонка, кто называет свою шавку в честь моего великого имени. Но вчера я наконец исправил эту проблему и теперь чувствую себя много лучше. }

source: {300}{}{And whats happend with that guy who fear to enter?} {350}{}{He escaped trough forest outside village, the same way which you come here. I hope he will never return because i dont like losers!}
russian: {300}{}{А что случилось с тем парнем, который побоялся войти?} {350}{}{Он убежал из деревни через лес, по той же дороге, которой ты сюда забрел. Надеюсь, что мы больше никогда его не увидим, мы не любим неудачников!}

source: {400}{}{Yes am hero! Now give me beer!} {450}{}{Sorry but i dont known what it is.. Talk with Elder, she known many things about holy artefacts. And she deal with trader Vis which bring us many strange stuff from outside world.}
russian: {400}{}{Да, я герой!А теперь подайте мне пива!} {450}{}{К сожалению, я понятия не имею, о чем ты.. Поговори со Старейшей, она много чего знает о святых артефактах. Она заключила сделку с торговцем по имени Вик, он много всякого хлама приносит нам из внешнего мира.}

source: {100}{}{Am so tired.. Hey dirty man! Can you help me?!}
russian: {100}{}{Так устал.. Эй, чумазый! Поможешь?!}

source: {200}{}{Uh am not sure.. what you need?} {250}{}{Shaman want to deliver him more shit, but my shovel is so heavy. Bring me new, clean one. It shold lay somewhere near tents over there! [She point finger in random direction and sit on ground trying to clean shoes]}
russian: {200}{}{Не уверен.. чего надо?} {250}{}{Шаману нужно больше дерьма, но моя лопата такая тяжелая. Принеси мне новую, чистую. Где-та тама лежать должна! [Показывает пальцем в случайном направлении и садится на землю, пытаясь вычистить туфли]}

source: {300}{}{I found clean shovel!} {350}{}{Thanx man.. i will finish my job later, because am too tired. Take this shining items which Vic gived me for one kiss. I heard that many things can be buy for such thing called.. "money".}
russian: {300}{}{Вот и чистая лопата!} {350}{}{Спасибочки.. Я закончу работу позже, потому что слишком устала. Возьми эти блестящие штучки, которые Вик мне дал за один поцелуй. Я слышала что за эти "деньги" можно многое купить.}

source: {400}{}{Am so tired..} {401}{}{I smell like brahmin..} {402}{}{Damn i have heavy shoes..} {403}{}{Another wonderfull day..} {404}{}{Leave me alone, am busy..}
russian: {400}{}{Так устал..} {401}{}{Я пахну как брамин..} {402}{}{Бля ну и тяжелые ботинки у меня..} {403}{}{Еще один прекрасный день..} {404}{}{Отстань, я занят..}

source: {10}{}{Shaman. } {20}{}{He look really crazy..}
russian: {10}{}{Шаман. } {20}{}{Выглядит реально ебнутым..}

source: {100}{}{Hahahah.. look at these shapes and colours!!}
russian: {100}{}{Ахаха.. гляди на эти формы и краски!!}

source: {200}{}{Uh.. what you talking about?} {250}{}{Hahahah.. sorry i forgot that you dont see what i see! I invented wonderfull mixture. Its made from brahmin shit and broc flower. Unless i dont have too much flowers. Bring me one and i will help you to see hidden side of amazing world!}
russian: {200}{}{Э... ты о чем?} {250}{}{Хахаха.. прости, забыл что ты не видишь то же что и я! Я избрел прекрасное зелье. Готовится из браминьего дерьма и цветка брок. Только у меня не очень много цветов. Принеси один и я помогу тебе увидешь скрытую сторону удивительного мира!}

source: {300}{}{I got flower, can you made this mixture for me?} {350}{}{Oh yeah! [He take flower from you and piece of shit from barrel. After half hour he gived you wonderfull mixture.]}
russian: {300}{}{Вот цветок, можешь приготовить зелье для меня?} {350}{}{О да! [Он берет цветок и кусок дерьма из бочки. Через полчаса, он отдает чудесное зелье.]}

source: {400}{}{Help me! Snake bird attack my shoe!} {401}{}{Why these rocks escaping from me?!} {402}{}{Wow i have third hand!!} {403}{}{What is that?! I cant catch it!!} {404}{}{Fire! My house is under fire!!}
russian: {400}{}{Помогите! Змеиная птица напала но мой ботинок!} {401}{}{Почему эти камни убегают от меня?!} {402}{}{Ух ты, у меня третья рука!!} {403}{}{Что это?! Не могу поймать!!} {404}{}{Пожар! Мой дом горит!!}

source: {100}{}{You have wonderfull vision but you feel sick. }
russian: {100}{}{Вы видите прекрасно, но чувствуете себя плохо. }

source: {101}{}{Am mister fly! And am quick like wind! } {102}{}{Where is my shoes? Police! Someone steal my shoes!! } {103}{}{Wow.. my head is so BIG! } {104}{}{I found gold! hahah! ..no its stone. } {105}{}{Look at this rainbow!! } {106}{}{I cant move my leg! Argh!! Help me! } {107}{}{Whats wrong with my fingers? I have them too much.. } {108}{}{Am unvisible! } {109}{}{Am faster than bullet! Wow i move so fast! } {110}{}{Where is my schlager?! Uh.. i got it in hand.. }
russian: {101}{}{Я муха! Я бустр как ветер! } {102}{}{Где мои ботинки? Полиция! Кто-то украл мои ботинки!! } {103}{}{Ух ты! Моя голова такая большая! } {104}{}{Я нашел золото! хахаха! ..нет, это камень } {105}{}{Посмотри на эту радугу!! } {106}{}{Я не могу пошевелить ногой! Бля!! Помогите! } {107}{}{Что с моими пальцами? Их слишком много.. } {108}{}{Я невидика! } {109}{}{Я быстрее пули! Ух ты, я двигаюсь так быстро! } {110}{}{Где моя хреновина?! А.. вот в руке.. }

source: {111}{}{What is that on sky? ..its UFO!? } {112}{}{Arrgh! Snake rat eat my shoes! } {113}{}{Am so big! I could crush you by my finger! } {114}{}{Why my pants are suddenly so wet?! } {115}{}{Hey! You! Birdhead! Come on! } {116}{}{I think i could jump over house.. } {117}{}{Am rabbit.. I want to climb on tree! } {118}{}{Mouse?! I have mouse in pocket! } {119}{}{Why these rocks watch at me?! } {120}{}{I lost my hat!! Uh.. do i have hat before? }
russian: {111}{}{Что это на нее? Это НЛО!? } {112}{}{Бля! Змеиная крыса съела мои ботинки! } {113}{}{Я такой огромный! Я могу раздавить тебе пальцем! } {114}{}{Почему мои штаны вдруг стали мокрыми?! } {115}{}{Эй! Ты! Птицеголовый! Давай! } {116}{}{Я думаю я могу перепрыгнуть через дом.. } {117}{}{Я кролек.. я хочу забраться на дерево! } {118}{}{Мышь?! У меня мышь в кармане! } {119}{}{Почему эти камни смотрят на меня?! } {120}{}{Я потерял шляпу! Хмм.. А была ли шляпка? }

source: {121}{}{Where is my hairs?! Uh.. i got them in pocket! } {122}{}{Damn! My Schlager is empty! } {123}{}{Everything so slowly.. Hey you! Come on! } {124}{}{Yeah i like that music!!! } {125}{}{What you want from me?! Fuck off damn rat! } {126}{}{What these flies want from me?! } {127}{}{What this dog say?! } {128}{}{WoW! My hand is so long!! } {129}{}{Why am so green?! Oh no am supermutant!! } {130}{}{Police! Rabbit steal my fingers!! }
russian: {121}{}{Где мои волосы?! А.. вот они в кармане! } {122}{}{Черт! Моя хреновина пуста! } {123}{}{Все такое медленное.. Эй ты! Давай! } {124}{}{Да мне нравится эта музыка!!! } {125}{}{Чего тебе надо?! Отвали, чертова крыса! } {126}{}{Что эти мухи от меня хотят?! } {127}{}{Что сказала эта собака?! } {128}{}{Ого! Моя рука такая длинная!! } {129}{}{Почему такая зеленая?! О нет, я супер мутант!! } {130}{}{Полиция! Кролик украл мои пальцы!! }

source: {100}{}{Uh i feel sick! } {101}{}{I drink too much shaman mixtures.. } {102}{}{My head.. its that big as i feel it?! } {103}{}{What these flies want from me?} {104}{}{Uh the pain.. I need rest!}
russian: {100}{}{Ох плохо мне! } {101}{}{Я выпил слишком много шаманских зелий.. } {102}{}{Моя голово.. она такая большая как мне кажется?! } {103}{}{Что эти мухи от меня хотят?} {104}{}{Ох как больно.. мне надо отдохнуть!}

source: {100}{}{Finally! After many years i finished this.. monument!}
russian: {100}{}{Наконец-то! После стольких лет я закончил этот.. монумент!}

source: {200}{}{How you made it?} {250}{}{Our elders dont allow us to use any technical stuff. With Vic drill i could made it in few days but i used traditional tool: wooden fork. I spend half of my life to made it, but as you see result was worth it.}
russian: {200}{}{Как ты это сделал?} {250}{}{Наши старейшины не позволяют нам использовать технику. С дрелью Вика я бы мог сделать это за несколько дней, но я использовал традиционный инструмент: деревянную вилку. Полжизни на это потратил, но как ты видишь, результат этого достоен.}

source: {300}{}{What is that face?} {350}{}{Its me! Dont you see that? Uh maybe you dont see it.. because am old now, but its me. Its my face when i got 40 years.}
russian: {300}{}{Что это за лицо?} {350}{}{Это я! Разве ты не видишь? Ну, может и не видишь.. потому что теперь я старше, но это я. Это мое лицо в 40 лет.}

source: {400}{}{Why you made it?} {450}{}{Why?! Such a stupid question! Because i could be most popular in whole village. Just imagine my big stone face in middle of village! Sadly only our shaman understand my monumental idea.}
russian: {400}{}{Зачем ты это сделал?} {450}{}{Зачем?! Какой глупый вопрос! Потому что я стал бы самым популярным в деревне. Представь мое огромное каменное лицо в середине деревни! К несчастью, только наш шаман понял мою монументальную идею.}

source: {10}{}{Some old man. } {20}{}{He look very wise..}
russian: {10}{}{Какой-то старик. } {20}{}{Он выглядит очень мудрым..}

source: {100}{}{Hello outsider.. are you Vic friend?}
russian: {100}{}{Здравствуй, чужак.. ты друг Вика?}

source: {200}{}{I seen that man few times in Klamath. Once he sell me beer whis tasty like someone piss into bottle.} {250}{}{So you dont like him? This village is separated into two groups, these who like traditions and thase who like technic items. Am from these who follow ancestor words which say that technic bring only pain and destruction..}
russian: {200}{}{Я несколько раз видел этого человека в Клэмате. Однажды он мне продал пиво по вкусу как будто кто-то нассал в бутылку.} {250}{}{Так тебе он не не нравится? Эта деревня разделена на две группы, одной нравятся традиции, другой техника. Я из тех, кто следует словам предков, говорящим что техника приносит только боль и разрушение..}

source: {300}{}{Are you elder?} {350}{}{Yes, but we have many elders here: traditionalists and these who deal with outsiders like Vic. Probably you search witch who lately need champion for big quest. She is in tent to the south from here.}
russian: {300}{}{Ты старейшина?} {350}{}{Да, но у нас тут много старейшин: традиционалисты, и те, что имеет дела с чужаками вроде Вика. Наверное, ты ишешь ту, которой недавно нужен был чемпион для большого задания. Она в тенте к югу отсюда.}

source: {400}{}{Whats going around lately?} {450}{}{Witch need brave man who will search some technical stuff. Its called GECK. Vic trader tell about it many weird stories. I think our situation will change into worst when someone find it. Whole sick problems which we got here is only because shaman inventions. Its dont need to fall into panic and make risky decisions.. }
russian: {400}{}{Какие новости за последнее время?} {450}{}{Ведьме нужен смельчак, который найдет какую-то техническую хреновину. Она называется ГЕКК. Торговец Вик рассказывал много странных историй про нее. Я думаю, наша ситуация изменится к худшему, когда кто-то ее найдет. Все эти проблемы с болезнями у нас из-за шаманских смесей. Мы не должны паниковать и принимать рискованные решения.. }

source: {100}{}{Why my head is so BIG!?} {101}{}{I feel weird..} {102}{}{I feel bad.. its probably because shaman mixture..} {103}{}{Damn! I should dont drink it so much!} {104}{}{One hour of wonderfull visions and now the pain!}
russian: {100}{}{Почему моя голова такая БОЛЬШАЯ?} {101}{}{Чувствую себя странно..} {102}{}{Плохо себя чувствую.. наверное из-за шаманского зелья..} {103}{}{Черт! Я не должен столько пить!} {104}{}{Один час чудесных видений, и вот теперь боль!}

source: {10}{}{Unusual Villager. } {20}{}{This one look different..}
russian: {10}{}{Необычный житель деревни. } {20}{}{Этот выглядит по-другому..}

source: {100}{}{Helo my friend, its good to see outsider here. Do you have some stuff for barter? I need new battery for radio which Vic sell me lately. By the way are you his friend?}
russian: {100}{}{Здравствуй, друг. Хорошо увидеть здесь незнакомца. У тебя есть что-нибудь на обмен? Мне нужна новая батарея для радио, которое продал мне Вик. Кстати, ты его друг?}

source: {200}{}{Why everyone here look the same and you like.. mad max?} {250}{}{Because am modern villager. Arroyo is separeted into two groups: traditionalists and liberalists. I buy many items from Vic which make me more individualist. And thats make i feel more freedom.. but sadly not so strongh to leave these grounds.}
russian: {200}{}{Почему здесь все выглядят одинаково, а ты такой.. Безумный Макс?} {250}{}{Потому что я современный житель деревни. Арройо разделено на две группы: традионалисты и либералы. Я покупаю много вещей у Вика, что делает меня более индивидуальным. И это помогает мне чувствовать себя более свобоным.. но, к несчатью, недостаточно сильным, чтобы оставить эти края.}

source: {300}{}{Am Klamath citizen and i seen Vic few times, but its dont mean that i must be his friend. This man cheat in cards and sell junk.} {350}{}{No he dont sell junk, but very valuable items! For example this leather armor with one arm and one leg. Or this radio which work entire two minutes! Or this hat with big hole on top. These all are treasures to us villagers, because we live far from civilisation and we never seen before such things!}
russian: {300}{}{Я живу в Клэмате, и я видел Вика несколько раз, но это не значит, что я обязательно его друг. Этот человек шулерит в карты и продает мусор.} {350}{}{Он продает не мусор, а очень ценные вещи! Например, эту кожаную броню с одним рукавом и одной штаниной. Или вот это радио, которое работало целых две минуты! Или эту шляпу с большой дырой. Для нас, деревенских жителей, все это драгоценно, потому что мы живем вдали от цивилизации и никогда раньше не видели таких вещей!}

source: {400}{}{Do you have beer flask in your inventory?} {450}{}{Yes i have beer flask, i mean empty beer flask. Its great item because it make interesting noices when you throw inside small stones and shake it! Vic teach me how do that, its called "instrument".}
russian: {400}{}{У тебя есть фляжка с пивом?} {450}{}{Да, у меня есть фляжка с пивом, то есть из-под пива. Это отличная вещь, потому что она производит интересные звуки, когда ты пихаешь внутрь маленькие камни и трясешь ее! Вик научил меня такому, это называется "инструмент".}

source: {100}{}{Oh no no.. why i drink that!} {101}{}{My head.. its so BIG!} {102}{}{Yesterday funny visions and now the pain!} {103}{}{Leave me alone.. am sick!} {104}{}{What these flies want from me?!}
russian: {100}{}{О нет, нет.. зачем я это выпил!} {101}{}{My head.. its so BIG!} {102}{}{Вчера веселые видения, а теперь боль!} {103}{}{Отставь меня в покое.. мне плохо!} {104}{}{Что эти мухи от меня хотят?!}

source: {10}{}{Nice Female. } {20}{}{She look much better from other females in this village and it seem like she used cosmetic case lately.}
russian: {10}{}{Приятная женщина. } {20}{}{Она выглядит гораздо лучше, чем другие женщины в этой деревне, и, похоже, она недавно пользовалась косметикой.}

source: {100}{}{Helo outsider, can you help me? [She watch at you in hope and from inside of tent you hear someone voices in pain]}
russian: {100}{}{Здравствуй чужак, ты можешь мне помочь? [Она смотрит на вас с надеждой, и вы слышите крики боли из тента]}
