Repository: BGforgeNet/f2-dquest
Catalog: po/*.po
Languages: russian

source: {200}{}{Sure, why not..} {250}{}{Few days ago i buy cosmetic case from Vic to become more attractive, but its not work. So i gived my man mixture from shaman. He got visions that am beaucty and almost asked me about marry. But sadly he is sick now. Bring me xander root i heard that it could neutralise poisons. It should be somewhere on fields..}
russian: {200}{}{Конечно, почему бы нет..} {250}{}{Несколько дней назад я купила косметику у Вика, что стать более привлекательной, но это мне не помогло. Тогда я дала своему мужчине зелье от шамана. Ему стало казаться, что я красива, и он почти попросил моей руки. Но к несчастью, теперь он болен. Принеси мне корень зандер. Я слышала, что он можно нейтрализовать яды. Он должен быть где-то на полях..}

source: {300}{}{Look i have this root!} {350}{}{[She start to make soup from xander] Thank you, take this cosmetics i dont need them any more, because they not work..}
russian: {300}{}{Смотри, я нашел корень!} {350}{}{[Она начинает варить зандер] Спасибо, возьми эту косметику. Она мне больше не нужна, потому что не работает..}

source: {400}{}{Am trying to make soup! Leave me alone!} {401}{}{Why i feel ugly..} {402}{}{Do you want tasty soup from xander?} {403}{}{Am not sure this will work but i must try..} {404}{}{Thank you again!}
russian: {400}{}{Я пытаюсь варить суп! Оставь меня в покое!} {401}{}{Почему я чувствую себя уродливой..} {402}{}{Хочешь вкусный суп из зандера?} {403}{}{Не уверена, что это сработает, но надо попробовать..} {404}{}{Еще раз спасибо!}

source: {100}{}{Only the truly wiser can follow the path of darkness.} {101}{}{You are Klamath citizen right? Yes i known everything! } {102}{}{Someday metal bird will burn our village! } {103}{}{Search magic ball, this item will reveal many secrets! } {104}{}{I tell you too much outsider, now get out from my tent.. }
russian: {100}{}{Только по-настоящему мудрый может пройти путем тьмы.} {101}{}{Ты ведь из Клэмата? Да, я все знаю! } {102}{}{Однажды металлическая птица сожжет нашу деревню! } {103}{}{Ищи магический шар, он откроет много секретов! } {104}{}{Я рассказал тебе слишком много, чужак. Уходи из моего тента.. }

source: {10}{}{Strange Rat. } {20}{}{He must be mutated..}
russian: {10}{}{Странная крыса. } {20}{}{Видимо она мутировавшая..}

source: {100}{}{Grrrr! } {101}{}{Woof! } {102}{}{[He look at you] } {103}{}{Grrrrr.. WOOF! } {104}{}{Snifff! }
russian: {100}{}{Грр! } {101}{}{Гав! } {102}{}{[Он смотрит на вас] } {103}{}{Грррр.. ГАВ! } {104}{}{Шмыг! }

source: {10}{}{Witch. } {20}{}{Very old woman, probably leader of this small community..}
russian: {10}{}{Ведьма. } {20}{}{Очень старая женщина, вероятно лидер этого маленького общества..}

source: {100}{}{News run quickly across this small village. I heard that you survived temple of trials, is that true? Let me tell you something.. champion. We have many problems here and i believe that everyone can be fix just like that in one minute using holy artefact called holy GECK. You must find that item! It is said that such item will bring happiness and life to the wasteland!}
russian: {100}{}{Новости распространяются быстро в этой деревне. Я слышала, что ты выжил в храме испытаний, это правда? Позволь мне кое-что тебе сказать.. чемпион. У нас много проблем, и я верю что все они могут быть решены в течение минуты с помощью святого артефакта, называющегося ГЕКК. Ты должен найти эту вещь! Говорят, что такой предмет может принести счастье и жизнь в пустошь!}

source: {200}{}{Uh.. but why me?} {250}{}{Because its your destiny! You come here to our village not by mistake.. prophecy say many things about you champion. Anyway, Vic trader told me about GECK and i want it! So go now on wasteland and bring me one or two. Uh.. and talk with Vic first, he known much more about that item. }
russian: {200}{}{Мм.. а почему я?} {250}{}{Потому что это твоя судьба! Ты появился в нашей деревне не случайно.. пророчества говорят многое о тебе, чемпион. В любом случае, торговец Вик рассказал мне о ГЕКК, и я его хочу! Так что отправляйся в пустошь и принеси мне один или два. Мм.. и поговори сначала с Виком, он знает гораздо больше об этом предмете. }

source: {300}{}{It was really hard but somehow i found it!} {350}{}{Incredible you are truly champion! [she open quickly bag and found something.. very strange inside and she give it to you] Do you known how use this GECK? Please find out how its work! Our destiny is in your hands brave one! }
russian: {300}{}{Это было очень тяжело, но каким-то образом я его нашел!} {350}{}{Невероятно, ты настоящий чемпион! [она открывает сумку и достает что-то очень странное, затем отдает вам] Ты знаешь как использовать этот ГЕКК? Прошу, разберись как он работает! Наша судьба в твоих руках, смельчак! }

source: {400}{}{Do you known how its work?} {401}{}{You made big quest.. but many new adventures waiting for you!} {402}{}{Finally i have GECK.. am so happy! But how it work?} {403}{}{Please find how work this holy artefact!} {404}{}{This item will bring life and happines to the wasteland!}
russian: {400}{}{Ты знаешь, как это работает?} {401}{}{Ты закончил большое задание, но тебя ждет много новых приключений!} {402}{}{Наконец-то у меня есть ГЕКК.. я так счастлива! Но как он работает?} {403}{}{Прошу, узнай как работает этот священный артефакт!} {404}{}{Этот предмет принесет жизнь и счастье в пустошь!}

source: {10}{}{Gertruda. } {20}{}{You remember that woman from somewhere..}
russian: {10}{}{Гертруда. } {20}{}{Вы откуда-то помните эту женщину..}

source: {100}{}{Just look at this picture and look at you! Do something with your face! Anyway where you was trough these whole days? Our childrens are hungry and you must fix home walls someday!!}
russian: {100}{}{Просто посмотри на эту картину, и посмотри на себя! Сделай что-нибудь со своим лицом! Где ты был все эти дни? Наши дети голодны, и ты должен починить стены в доме!!}

source: {200}{}{Are we meet before?} {250}{}{Are you drunken so much that you forgot own wife, childrens and house!? Damn i should tell doctor about your memory problems someday! Olways the same, you walk somewhere and not return trough whole days, sometime even months.. why i marry you ashole?! }
russian: {200}{}{Мы знакомы?} {250}{}{Ты настолько пьян, что забыл собственную жену, детей и дом?! Проклятье, я должна как-нибудь рассказать доктору о твоих проблемах с памятью! Всегда одно и тоже, ты куда-то уходишь и не возвращаешься днями, иногда даже месяцами.. зачем я за тебя вышла, засранец?! }

source: {300}{}{How many.. we got.. childrens?} {350}{}{Do you really forgot everything or its some kind of dark humor?! We got seven childrens: Mark, Frank, Vitold, Steven, Clara, Sue, Monica.. Now go and bring us some food. I dont know.. hunt for something or buy! No just whole days you search something to drink!!}
russian: {300}{}{Сколько.. у нас .. детей?} {350}{}{Ты реально все забыл или это шутки такие?! У нас семь детей: Марк, Фрэнк, Витольд, Стивет, Клара, Сью, Моника.. Теперь иди и принеси нам еды. Я не знаю, поохоться или купи что-нибудь. Не все же тебе искать что выпить целыми днями!!}

source: {400}{}{But.. do you have some beer? } {450}{}{WHAT?! Dont tell me anything about alcohol or i kill you! Now do something usefull for our family and fix these walls. Yesterday big rat come to my bed and i dont sleep trough whole night because he dont want to get off from house! I wish you got this rat brain! He is much more smart than you!!}
russian: {400}{}{Но.. у тебя есть пиво? } {450}{}{ЧТО?! Не упоминай алкоголь, или я тебя прибью! Теперь сделать что-нибудь полезное для нашей семьи и почини эти стены. Вчера здоровая крыса залезла в мою кровать и я не спала целую ночь, потому что она не хотела убираться из дом! Хотела бы я, чтобы у тебя был мозг этой крысы! Она гораздо умнее!! }

source: {10}{}{Clara. } {20}{}{She seem to be one from your seven childrens..}
russian: {10}{}{Клара. } {20}{}{Похоже, это одна из ваших дочерей..}

source: {100}{}{Dady am 12 years old and i want cosmetic case!}
russian: {100}{}{Папа, мне 12 и я хочу косметический набор!}

source: {200}{}{I dont care about that.} {250}{}{Please! Please! please! Bring me some cosmetics am old dont you see that?! Please dady! I will tell you where momy hide all money!}
russian: {200}{}{Мне все равно.} {250}{}{Пожалуйста! Пожалуйста! Пожалуйста! Принеси мне косметики... я взрослая, разве ты не видиш? Пожалуйста, папа! Я скажу тебе, где мама прячет все деньги!}

source: {300}{}{Here is cosmetics.. but first tell me about money.} {350}{}{Oh thank you! [She quickly run to other room and after minute returned with some old dirty stockings which contain lot of money.]}
russian: {300}{}{Вот косметика.. но сначала расскажи мне про деньги.} {350}{}{О, спасибо! [Она быстро убегает в другую комнату и через минуту возвращается со старыми колготками, в которые напихано много денег.]}

source: {400}{}{Am beauty like pornstar!} {401}{}{[she look at mirror]} {402}{}{Yeah! Am superstar!} {403}{}{[she use cosmetics]} {404}{}{Hi Hi Hi}
russian: {400}{}{Я красивая как порнозвезда!} {401}{}{[Она смотрится в зеркало]} {402}{}{Да! Я суперзвезда!} {403}{}{[Она наносит косметику]} {404}{}{хихихи}

source: {10}{}{Frank. } {20}{}{He seem to be one from your seven childrens..}
russian: {10}{}{Фрэнк. } {20}{}{Похоже, это один из ваших семи детей..}

source: {100}{}{Look what i found inside trashcan! Delicious meat!}
russian: {100}{}{Смотри, что я нашел в мусорном баке! Вкусненькое мясо!}

source: {200}{}{Wow, good boy! Now give me piece, am hungry!} {250}{}{No i will not! Bring me lighter and i will think about share with you anything. I have some cigaretes and now i want lighter! And dont look at me that way am old man! Am 10 years old!}
russian: {200}{}{Ух ты, молодец! Дай-ка мне кусочек, я голоден!} {250}{}{Еще чего! Принеси мне зажигалку и тогда я подумаю, стоит ли с тобой делиться. У меня есть сигареты, и теперь мне нужна зажигалка! И не смотри на меня так, старикан! Мне 10 лет!}

source: {300}{}{Here is lighter, now give me meat!} {350}{}{Hah! Thanx! (He gived you some dry meat of dead rat.]}
russian: {300}{}{Вот зажигалка, теперь давай мясо!} {350}{}{Ага! Спасибки! [Он дает вам кусок сушеной крысятины]}

source: {400}{}{Am smoking heheh!} {401}{}{What you want?!} {402}{}{Leave me alone!} {403}{}{Yeah i have lighter!} {404}{}{This trashcan is full ot treasures!}
russian: {400}{}{Я курю, хехехе!} {401}{}{Чего тебе?!} {402}{}{Оставь меня в покое!} {403}{}{Дааа, у меня есть зажигалка!} {404}{}{В этом мусорном баке полно сокровищ!}

source: {10}{}{Mark. } {20}{}{He seem to be one from your seven childrens..}
russian: {10}{}{Марк. } {20}{}{Похоже, это один из ваших семи детей..}

source: {100}{}{Dragon wake up and look around..} {101}{}{You are in dark cave..} {102}{}{Suddenly something jump at your head!} {103}{}{Deep and dark forest, you hear strange voice..} {104}{}{And witch say that she known this secret..} {105}{}{Throw one dice 1K6 for sword damage! } {106}{}{Listen to ME am game master this time! } {107}{}{2K6 for poison domage! Spider is very BIG!} {108}{}{You cant move NOW! You are paralyzed!} {109}{}{Hey! That corridor is too small to drive here on horse!!} {110}{}{Damn! You cheating! Roll dices again!!} {111}{}{Imagine whats happend now hehe! } {112}{}{And on top of mountain is hidden silver sword of elves.. } {113}{}{Elves silver is called Mithril.. or it was dwarven? } {114}{}{Ashole! Am not playing with you! Roll dices again! } {115}{}{You are human soldier age 19 } {116}{}{So WHAT! Keep rules! } {117}{}{What?! You cant talk with horse! } {118}{}{Skill to create immortal potion? He must be alchemic level30 } {119}{}{Haha.. you died! Because there was trap!! } {120}{}{Robot? In medieval castle? } {121}{}{Ok you have one implant made from silver.. } {122}{}{Sorry but poeples without head cant be resurrect!} {123}{}{Because you was shot by cannon! 6k6 damage! } {124}{}{No! You walk slowly because you are wounded! } {125}{}{This was poisonous frog so you died by kiss it! } {126}{}{Suddenly thief steal all your money! } {127}{}{Your chances of succes are 1k6+2 } {128}{}{Yes its magical sword but its rusty and broken! Noramal damage 1k6! } {129}{}{You move twice faster because you wear elven shoes. } {130}{}{Wait! What you say? Tell me slowly i must count it! } {131}{}{And you look at sky and you see red clouds.. } {132}{}{You are archer.. but Gnome so you cant use longbows! } {133}{}{Crossbow make more damage but is slow.. } {134}{}{So make real crossbow and you will see! } {135}{}{Its necklace made from metheorite its blue and shining.. } {136}{}{Hah! You forgot to take off hat and she kick you balls! } {137}{}{No you cant do that again! } {138}{}{Wait! Let me count! Its 3k6! } {139}{}{Nobody known that.. because its ancient. } {140}{}{No you cant read it all! You skill is on second level! }
russian: {100}{}{Дракон просыпается и осматривается..} {101}{}{Вы в темной пещере..} {102}{}{Неожиданно что-то прыгает вам на голову!} {103}{}{Лес темен и тих. Вы слышите странный голос..} {104}{}{И ведьма говорит, что она знает этот секрет..} {105}{}{Бросай 1d6 на дамаг меча!} {106}{}{Слушай меня, сейчас Я гейм мастер!} {107}{}{2d6 дамага ядом! Паук очень БОЛЬШОЙ!} {108}{}{Ты не можешь ДВИГАТЬСЯ! Ты парализован!} {109}{}{Эй! Этот коридор слишком маленький, чтобы ехать по нему на лошади!!} {110}{}{Черт! Ты жульничаешь! Бросай кости снова!!} {111}{}{Представь что сейчас происходит, хехе! } {112}{}{И на верху горы спрятан серебряный меч эльфов.. } {113}{}{Elves silver is called Mithril.. or it was dwarven? } {114}{}{Говнюк! Я с тобой не играю! Бросай кости еще раз! } {115}{}{Ты человек солдат, 19 лет} {116}{}{Ну и ЧТО! Соблюдай правила! } {117}{}{Что?! Ты не можешь говорить с лошадью! } {118}{}{Скилл, чтобы создать эликсир бессмертия? Он должен быть алхимиком 30 уровня.} {119}{}{Хаха.. ты умер! Потому что там была ловушка!! } {120}{}{Робот? В средневековом замке? } {121}{}{Хорошо, у тебя есть один серебяный имплант.. } {122}{}{Извини, но люди без головы не могут быть воскрешены!} {123}{}{Потому что в тебя выстрелил из пушки! 6d6 дамага! } {124}{}{Нет! Ты идешь медленно, потому что ранен! } {125}{}{Это была ядовитая лягушка, так что ты умер после поцелуя! } {126}{}{Неожиданно вор крадет все твои деньги! } {127}{}{Твой шанс на успес 1d6+2 } {128}{}{Да, это волшебный меч, но он ржавый и сломанный! Обычный дамаг, 1d6! } {129}{}{ты двигаешься в 2 раза быстрее, потому что на тебе эльфийские ботинки. } {130}{}{Погоди! Что ты сказал? Говори медленнее, я считаю! } {131}{}{И ты смотришь на небо и видишь красные облака.. } {132}{}{Ты лучник, но гном, поэтому не можешь использовать длинный лук! } {133}{}{Арбалет делает больше дамага, но он медленнее.. } {134}{}{Так сделай настоящий арбалет и увидишь! } {135}{}{Это ожерелье из метеорита, оно синее и блестящее.. } {136}{}{Ха! Ты забыл снять шляпу, и она пинает тебя по яйцам! } {137}{}{Нет, ты не можешь сделать это снова! } {138}{}{Погоди! Дай посчитать! Это 3d6! } {139}{}{Никто не знает.. потому что он древний. } {140}{}{Нет, ты не можешь прочитать все это! Ты второго уровня! }

source: {10}{}{Vitold. } {20}{}{He seem to be one from your seven childrens..}
russian: {10}{}{Витольд. } {20}{}{Похоже, это один из ваших семи детей..}

source: {100}{}{What damage made my sword? } {101}{}{I open chest, what is inside? } {102}{}{Run! I escape! } {103}{}{Ok i enter house and what now? } {104}{}{What is better bow or crossbow? } {105}{}{Am unvisible! My cloak is black like night! } {106}{}{Ok i throw him money!} {107}{}{Thef? Where? Why i dont seen him??} {108}{}{Damn! I should lear that skill in Koldsberg!} {109}{}{What is name of that village?}
russian: {100}{}{Какой дамаг нанес мой меч? } {101}{}{Я открыл сундук, что внутри? } {102}{}{Бежим! Я убегаю! } {103}{}{Хорошо, я вхожу в дом и что дальше? } {104}{}{Что лучше, лук или арбалет? } {105}{}{Я невидимка! Мой плащ чернее ночи! } {106}{}{Хорошо, я бросаю ему монетку!} {107}{}{Вор? Где? Почему я его не видел??} {108}{}{Черт! Я должен выучить этот скилл в Колдсберге!} {109}{}{Как называется та деревня?}

source: {110}{}{Ok am dirty but i got skill to find water so am clean! } {111}{}{Yes am wounded but i fall into berserk so i dont feel it! } {112}{}{How big is that forest? } {113}{}{So you use pathfinding and me watch on trees! } {114}{}{I see something on ground because i got perception level3 } {115}{}{No! It must be something there! } {116}{}{No.. am not cheating.. } {117}{}{So what she say? } {118}{}{I dont care because i wear metal armor..} {119}{}{No my sword will never broke! I got smith skill level5 }
russian: {110}{}{Ну да я грязный, но я умею находить воду, так что помылся! } {111}{}{Да, я ранен, но я становлюсь берсерком, так что не чувствую этого! } {112}{}{Насколько большой этот лес? } {113}{}{Так что ты ищи путь а я буду смотреть с деревьев! } {114}{}{Я вижу что-то на земле, потому что у меня 3 уровень восприятия } {115}{}{Нет, здесь что-то должно быть! } {116}{}{Нет.. я не жульничаю.. } {117}{}{И что она говорит? } {118}{}{Мне все равно, потому что я ношу металлическую броню..} {119}{}{Нет, мой меч никогда не сломается! Я кузнец 5 уровня! }

source: {120}{}{Hah! THIS was funny! } {121}{}{So what i could do?? I tryed everything!! } {122}{}{Uh.. i dont seen it. } {123}{}{Where is my blue dice? My favourite! } {124}{}{Can i use condom as holy artefact? } {125}{}{But players can use items from other games! } {126}{}{Its balloon made from alien robot hehe! } {127}{}{No am not! } {128}{}{Am enter tavern and scream BEER! } {129}{}{He was drunken? I think he was dead! }
russian: {120}{}{Ха! А вот ЭТО было весело! } {121}{}{Что я мог сделать?? Я все попробовал!! } {122}{}{Э.. я не видел. } {123}{}{Где моя голубая кость? Любимая! } {124}{}{Я могу использовать презерватив как священный артефакт? } {125}{}{Но игроки могут использовать предметы из других игр! } {126}{}{Это воздушный шар сделанный из внеземного робота хехе! } {127}{}{А вот и нет!} {128}{}{Я захожу в таверну и кричу ПИВО! } {129}{}{Он пьян? Я думал он мертв! }

source: {130}{}{Am sit on horse and run trough corridor to exit! } {131}{}{No! YOU are sick! } {132}{}{So i open chest but i quickly hide my eyes! } {133}{}{Blind?! So what now?! } {134}{}{And what about skill translater? } {135}{}{Animals got also language.. its BODY language! } {136}{}{HA HA HA! } {137}{}{I do nothing! Am just sit on ground.. } {138}{}{No you dont understand! Its NEW skill! } {139}{}{Yes i can! Yes i can! Yes i can! }
russian: {130}{}{Я сижу на лошади и еду вдоль коридора к выходу! } {131}{}{Нет! Ты просто ужасен! } {132}{}{Я открываю сундук, но быстро зажмуриваюсь! } {133}{}{Ослеп?! И что теперь?! } {134}{}{А что насчет переноса скиллов? } {135}{}{У животных тоже есть язык.. Это язык ТЕЛА! } {136}{}{ХА ХА ХА ! } {137}{}{Я ничего не делаю! Просто сижу на земле!} {138}{}{Нет, ты не понимаешь! Это НОВЫЙ скилл! } {139}{}{Да, могу! Да, могу! Да, могу!}

source: {140}{}{No! No! No!.. Shut up! } {141}{}{Hah i WIN! } {142}{}{How much i get experience? } {143}{}{Ok i spend three skillpoints on bravery. } {144}{}{Bravery mean bonus during battle based on level of that skill. } {145}{}{Yes its best rule: bonus based on level of that skill add to throws. } {146}{}{Normal throws will be 1k6 and everything else bonus! } {147}{}{So what we will use only one dice, our favourite! } {148}{}{Yeah! And player can invent any skill he want DURING game! } {149}{}{Situations mean you will get bad effects high as situation LEVEL! } {150}{}{Uh am not sure.. it could be for example ten levels. It mean 100% }
russian: {140}{}{Нет! Нет! Нет! Заткнись! } {141}{}{Хах, я победил! } {142}{}{Сколько опыта я получаю? } {143}{}{Хорошо, я трачу 3 скиллпойнта на храбрость. } {144}{}{Храбрость означает бонус во время битвы, зависящий от уровня этого скилла. } {145}{}{Да, и что самое лучшее, бонус зависящий от уровня также добавляется к броскам. } {146}{}{Обычные броски - 1d6, и к ним добавляется бонус! } {147}{}{Ну и что, будем использовать только одну кость, нашу любимую! } {148}{}{Да! И игрок может изобрести любой скилл, какой ему хочется, ВО ВРЕМЯ игры! } {149}{}{Ситуации означают, что на тебя наложат плохие эффекты с уровнем ситуации! } {150}{}{Не уверен.. например 10 уровень. Это означает 100%. }

source: {10}{}{Steven. } {20}{}{He seem to be one from your seven childrens..}
russian: {10}{}{Стивен. } {20}{}{Похоже, это один из ваших семи детей..}

source: {100}{}{Levels system? but how much them? } {101}{}{Yes that is correct! And what about timetravelling? } {102}{}{For example time travelling in level 10 will stop time. } {103}{}{Yeah its weird but player can invent any skill he want REMEMBER! } {104}{}{So i got skill memory in level zero so i forgot everything.} {105}{}{Yes sometime skill in his small level is better!} {106}{}{To avoid chest trap i could use intuition i konwn whats could happend!} {107}{}{Age is ALSO skill hehe! And it coud be test by percents. Age 100=100%} {108}{}{So when you got 100% or 0% it mean that you SURELY get some effects!} {109}{}{Yeah but alchemic using immortal potion can decrease other skill: AGE!}
russian: {100}{}{Система уровней? А сколько их?} {101}{}{Да, это точно! А что насчет путешествий во времени?} {102}{}{Например, 10 уровень путешествий во времени будет останавливать время.} {103}{}{Ну да странно, но игрок может изобрести любой скилл какой хочет, ПОМНИШЬ?} {104}{}{У меня скилл памяти нулевого уровня, так что я все забыл.} {105}{}{Да, иногда скилл маленького уровня лучше!} {106}{}{Чтобы избежать ловушку в сундуке, я использую интуицию, я знаю что может случиться!} {107}{}{Возраст это тоже скилл! И он считается в процентах. Возраст 100=100%} {108}{}{Значит когда там 100% или 0% это значит это эффекты ТОЧНО на тебя сработали!} {109}{}{Да, но алхимик, используя зелье бессмертия, может уменьшит другой скилл: ВОЗРАСТ!}

source: {110}{}{I think its best: one skill will affect many other skills!} {111}{}{So SITUATION mean action where few skills affect one to other!} {112}{}{Yes thats true!} {113}{}{Am walking trough corridor and i have torch.} {114}{}{Thief have his skill to steal but i have skill to watch my money!} {115}{}{Uh yes.. it could be complicated, but somehow i believe its best way.} {116}{}{How many times i could try made some action and on how skill its based?} {117}{}{Let me see.. no it dont make any sense..} {118}{}{My favourite is RED! } {119}{}{I vote on hundread levels, percents! }
russian: {110}{}{Я думаю, этот самый лучший: один скилл влияющий на много других скиллов!} {111}{}{Значит СИТУАЦИЯ это действие когда несколько скиллов влияют друг на друга!} {112}{}{Да, это так!} {113}{}{Я иду по коридору и держу факел.} {114}{}{У вора есть скилл воровать, но у меня есть скилл следить за своим кошельком!} {115}{}{Ну да.. бывает сложно, но я думаю так лучше всего.} {116}{}{Сколько раз я мог попытаться совершить какое-то действие, и на каком скилле это основано?} {117}{}{Дай-ка подумать.. нет, это чушь какая-то..} {118}{}{Мой любимый - КРАСНЫЙ! } {119}{}{Я голосую за сотню левелов, и процентов! }
