Repository: BGforgeNet/f2-dquest
Catalog: po/*.po
Languages: russian

source: {120}{}{When you born, your AGE skill is zero! } {121}{}{Ok so i hold my sword hundread days, so my HOLD skill is 100% } {122}{}{HOLD skill is test for chances to drop weapon during battle. } {123}{}{Yeah! We should have computer to test whole throws all time!} {124}{}{But when we have one dice.. its too small tor hundread levels bonus.. } {125}{}{Did you seen ever dice K100? I heard they exist! } {126}{}{Its normal forest or swamp? Dont try to surprise me again! } {127}{}{He dont eat my skull because i got metal hat its look like normal hat! } {128}{}{Because i got smith skill so i made metal hat! And nobody seen that! } {129}{}{Because its secret item which even game master dont see! }
russian: {120}{}{Когда ты рождаешься, твой скилл ВОЗРАСТ равен нулю! } {121}{}{Хорошо, я держу свой меч сто дней, так что мой скилл ДЕРЖАТЬ равен 100% } {122}{}{Скилл ДЕРЖАТЬ влияет на шанс уронить оружие в битве. } {123}{}{Да! Нам нужно заставить компьютер делать все эти броски!} {124}{}{Но у нас только одна кость.. она слишком маленькая для бонусов сотого уровня. } {125}{}{Ты когда-нибудь видет кость d100? Я слышал, они существуют!} {126}{}{Это обычный лес или болото? Не пытайся меня сново подловить!} {127}{}{Он не может съесть мой череп, потому что у меня металлическая шляпа, которая выглядит как обычная шляпа!} {128}{}{Потому что у меня есть скилл кузнеца, и я сделал металлическую шляпу! И никто не видел!} {129}{}{Потому что это секретный предмет, который не видит даже гейм мастер!}

source: {130}{}{Quest master and Game master, whats the difference!? } {131}{}{Hey guys! Ho many days we play here?! I lost time feeling! } {132}{}{Ok so i thrown dagger.. and what now?} {133}{}{Everybody should count own throwns..} {134}{}{But cheating its also skill! So i get bonus to EVERYTHING!} {135}{}{Luck and cheating are similar, so you gat many bonus.. } {136}{}{I use my two handed sword which i made from crystal. } {137}{}{Everything should be possible otherwise we will pluke from boring! } {138}{}{So you get more experience, its bonus. } {139}{}{Every living creatures should have WILD element: wild frog, wild horse. }
russian: {130}{}{Квест мастер, гейм мастер - какая разница!? } {131}{}{Эй пацаны! Сколько дней мы уже играем?! Я потерял чувство времени!} {132}{}{Ну я бросил кинжал, и что теперь?} {133}{}{Все считают свои броски..} {134}{}{Но жульничество это тоже скилл! У меня бонус ко ВСЕМУ!} {135}{}{Удача и жульничество похожи, оба дают много бонусов.. } {136}{}{Я использую свой двуручный меч, который я сделал из кристалла. } {137}{}{Все должно быть возможно, иначе мы сдохнем от скуки! } {138}{}{Значит ты получаешь больше опыта, это бонус. } {139}{}{Все живые существа должны иметь ДИКУЮ часть: дикая лягушка, дикая лошадь. }

source: {140}{}{WILD is skill used by animals and villagers, they live far from towns. } {141}{}{NOTHING! Do i need to made actions in each second of my life?! } {142}{}{Well who cares about that, i could try again hundread times! } {143}{}{Ok so BORING skill will determine how many times you can made action.. } {144}{}{BORING skill will be based on AGE or experience..} {145}{}{Because i shoot flame arrows, they have elemental damage! } {146}{}{Ok so am stand near dragon and am trying to be like stone.. unvisible.} {147}{}{What skills could have dragons? They are old so have AGE skill 100% } {148}{}{Age mean bonus to experience, richness, fame, and everything.. } {149}{}{I have idea lets drawn 100 squares table and throw here stone.. } {150}{}{And who cares? Its so funny, lets follow it! }
russian: {140}{}{ДИКИЙ скилл используется животными и деревенскими жителями, они живут далеко от городов. } {141}{}{НИЧЕГО! Я обязан что-то делать каждую секунду?! } {142}{}{Кому какая разница, я могу пытаться снова сотни раз! } {143}{}{Ага, значит скилл СКУКА будет определять, сколько раз ты можешь повторить действие.. } {144}{}{Скилл СКУКА будет зависит от ВОЗРАСТА или опыта..} {145}{}{Потому что я стреляю огненными стрелами, они делают стихийный дамаг! } {146}{}{Значит я стою возле дракона и пытаюсь быть как камень.. невидимым.} {147}{}{Какие скиллы у драконов? Они такие старые, ВОЗРАСТ должен быть 100% } {148}{}{Возраст означает бонус к опыта, богатству, славе и всему остальному.. } {149}{}{У меня есть идея, давайте нарисуем сто квадратов на столе и кинем сюда камень.. } {150}{}{Кому какая разница! Это весело, так что давайте!}

source: {10}{}{Sue. } {20}{}{She seem to be one from your seven childrens..}
russian: {10}{}{Сью. } {20}{}{Похоже, это одна из ваших дочерей..}

source: {100}{}{Agh! These bastards dont want play RPG with me because i dont known rules! Where you was trough these whole days anyway?! Did you found some food?}
russian: {100}{}{Эх! Эти плохиши не хотят играть со мной в РПГ потому что я не знаю правил! А ты где был все это время? Нашел еду?}

source: {200}{}{I have very important quest to do.} {250}{}{Uh.. ok! I fear to go outside town. Monica say she seen very BIG rat and she run again somewhere. I feel so alone and SAD!}
russian: {200}{}{Я должен выполнить очень важное задание.} {250}{}{Эх.. ладно! Я боюсь выйти из города. Моника сказала, что она увидела ОЧЕНЬ большую крысу, и убежала куда-то. Мне так одиноко и ГРУСТНО!}

source: {300}{}{Sorry kid but i dont remember you..} {350}{}{Momy say that you got problems with brain! And she search doctor which will make you sometihing bad! Better escape from here, am warning you!}
russian: {300}{}{Прости, девочка, но я тебя не помню..} {350}{}{Мама сказала, что у тебя проблемы с головой! И она ищет доктора, которые сделает с тобой что-то плохое! Лучше уходи, я тебя предупредила!}

source: {400}{}{What is RPG?} {450}{}{Its strange game, they play it many days. I wish i could understand what they talking about and what are these.. rules!}
russian: {400}{}{Что такое РПГ?} {450}{}{Это странная игра, они играют в нее очень долно. Хотелось бы мне понять, о чем они говорят, и что это за.. правила!}

source: {10}{}{Some loser. } {20}{}{He is total zero..}
russian: {10}{}{Какой-то неудачник. } {20}{}{Да он просто пустое место..}

source: {100}{}{Urgh.. yeah.. its that or.. nothing..}
russian: {100}{}{Ээ.. ага.. вот это или.. да нет..}

source: {200}{}{What you do in my house?} {250}{}{You horse? Fuck off! Its MY!}
russian: {200}{}{Что ты делаешь в моем доме?} {250}{}{Твоем доме? Нахуй пошел! Он МОЙ!}

source: {300}{}{Do you have beer?} {350}{}{Beer? Hahahah.. I have POWERFULL! drugs..}
russian: {300}{}{У тебя есть пиво?} {350}{}{Пиво? Хахаха.. У меня есть СИЛЬНЫЕ! вещества..}

source: {400}{}{What is your name?} {450}{}{My name is Bond.. James Bond.. remember that.. Yeah! am tell him! Am best.. Am best in the universe.. Man! I could crush you by my one finger! And am so smart.. yeah! Am BEST! }
russian: {400}{}{Как тебя зовут?} {450}{}{Меня зовут Бонд. Джеймс Бонд.. запомни это. Ага, и ему скажи! Я лучший! Я лучший в мире! Чувак! Я тебя могу сокрушить одним пальцем! И я такой умный.. да! Я лучший!}

source: {10}{}{Klamath News. } {20}{}{News? They all are old stuff..}
russian: {10}{}{Новости Клэмата.} {20}{}{Новости? Да тут одно старье..}

source: {100}{}{=== K L A M A T H === N E W S === }
russian: {100}{}{=== НОВОСТИ === КЛЭМАТА === }

source: {200}{}{[Some picture]} {250}{}{Its someone photo and writings: This man eat my cat!}
russian: {200}{}{[Какое-то изображение]} {250}{}{Это чье-то фото с подписью: Этот человек съел мою кошку!}

source: {300}{}{[Wanted!] } {350}{}{Its some note: "I want Beer! Am so thirsty that i will crazy! Please give me someone just one drink!" uh.. i think i seen it before.. its MY note? }
russian: {300}{}{[Разыскивается!] } {350}{}{Какая-то записка: "Я хочу пива! Так охота пить, с ума можно сойти! Налейте хотя бы глоточек!" Ээ.. кажется я уже ее видел.. это МОЯ записка?}

source: {400}{}{[HOT STUFF FOR YOU!] } {450}{}{Its few photos of half-naked womans with big captions: "Bathhouse" There is also dirty note made in hurry which was put here probably by someone other: "Damn! i lost all my money there, but it was worth! And now i will try something better.. powerfull drugs!" }
russian: {400}{}{[ГОРЯЧИЕ ШТУЧКИ ДЛЯ ТЕБЯ!] } {450}{}{Несколько фотографий полуобнаженных женщин с крупной подписью "Ванные комнаты". И чья-то грязная записка, видимо сделанная кем-то другим: "Блин! Я просадил тут все свои деньги, но это того стоило! А теперь я попробую что-то еще лучше.. сильные наркотики!"}

source: {10}{}{Citizen. } {20}{}{They everyone look the same..}
russian: {10}{}{Горожанин.} {20}{}{Они все на одно лицо.}

source: {100}{}{So you return from your.. journey. Its good to see you again. Uh your wife was very angry and she asked me about sleep with her.. But dont fear she is so ugly that.. Uh i mean.. nothing.}
russian: {100}{}{Виже, ты вернулся из своего... путешествия. Рад тебя видеть. Ээ.. твоя жена очень злилась, и просила меня переспать с ней. Но не переживай, она такая страшная, что... В смысле... ничего.}

source: {200}{}{I dont remember many things from my life.} {250}{}{Dont you remember when we was farmers trough many years and finally we settle in Klamath? Old good days.. they will never return. Dont worry your problems is probably because radiation and dirty water. Everybody around have problems with health.. even me.}
russian: {200}{}{Я многого не помню в своей жизни.} {250}{}{Ты не помнишь как мы были фермерами в течение многих лет, и в конце концов поселились в Клэмате? Старые добрые деньки... их уже не вернуть. Не волнуйся насчет этого, скорее всего это из-за радиации и грязной воды. Тут у всех проблемы со здоровьем, даже у меня.}

source: {300}{}{Can you borrow me some money?} {350}{}{No i cant. I borrow you them so many times and you olways forgott about that. I dont want to make any deals with you. I heard that miners from Redding found new golden veins, maybe try your luck there.}
russian: {300}{}{Ты можешь занять денег?} {350}{}{Нет, не могу. Я столько раз тебе занимал, но ты все время забываешь об этом. Не хочу с тобой иметь дела. Я слышал, что шахтеры в Реддинге нашли новые золотые жилы, можешь там спросить.}

source: {400}{}{Damn! Am so thirsty. I need beer!} {450}{}{Sadly i dont have any drink. Few days ago i found nuka cola. But i fear to drink and Vic buy it from me for 1 coin. I heard these Nuka-Cola was invented by mutants! }
russian: {400}{}{Черт! Так охота пить. Мне нужно пиво!} {450}{}{К сожалению, у меня нет напитков. Несколько дней назад я нашел Нюка-Колу. Но я испугался ее пить, и Вик купил ее у меня за монетку. Я слышал, Нюка-Колу изобрели мутанты!}

source: {10}{}{Chosen One. } {20}{}{You seen him before near entrance to Arroyo temple!}
russian: {10}{}{Избранный.} {20}{}{Ты видел его перед входом в храм Арройо!}

source: {100}{}{[He sit in bushes and eat corn]}
russian: {100}{}{[Он сидит в кустах и ест кукурузу]}

source: {200}{}{What are you doing here?} {250}{}{Am waiting for night.. i seen incredible things trough window! Am tell you.. i seen everything! EVERY details! It was really HOT action!}
russian: {200}{}{Что ты здесь делаешь?} {250}{}{Дожидаюсь ночи... Я видел невероятные вещи через окно! Я тебе говорю... я видел все! КАЖДУЮ деталь! ОЧЕНЬ горячее шоу!}

source: {300}{}{You are from Arroyo.. I seen you before!} {350}{}{I like that town, and it was good decision to escape from there. Elders say many frighting stories about outside world, but i feel here so great!}
russian: {300}{}{Ты из Арройо... Я тебя где-то видел!} {350}{}{Мне нравится этот город, так что уйти оттуда было хорошим решением. Старейшины рассказывают много страшных историй про окружающий мир, но я тут чувствую себя отлично!}

source: {400}{}{Do you have beer?} {450}{}{Do you mean this yellow water in flask which i seen in bar? No i dont have it.. and i dont like any mixtures, i got bad experiences in Arroyo. Shaman promises me wonderfull time but i was sick trough whole day! }
russian: {400}{}{У тебя есть пиво?} {450}{}{Ты имеешь ввиду эту желтую воду, которую я видел в баре? Нет, нету... мне не нравятся зелья, у меня был с ними плохой опыт в Арройо. Шаман обещал мне чудесное время, но я болел весь день!}

source: {100}{}{Month ago my man go search golden geckos in poison cave. Ofcourse he died there because it was too dangerous and nodoby want to help him. Now am alone and.. are you interested to be my new.. entertainment?}
russian: {100}{}{Месяц назад мой мужчина отправился за золотыми гекко в отравленные пещеры. Конечно, он погиб, потому что там слишком опасно и никто не хотел ему помочь. Теперь я одна, и... хочешь быть моим новым... развлечением?}

source: {200}{}{Uh i dont known.. probably.} {250}{}{I will give you ten coins for one night!}
russian: {200}{}{Ээ, не знаю... наверное.} {250}{}{Я дам тебе десять монет за одну ночь!}

source: {300}{}{Ok am ready..} {350}{}{Yeah! [She was very brutal and floor was full of broken glass. Trough one night you take more wounds that trough whole travell from Klamath to Arroyo and back.]}
russian: {300}{}{Хорошо, я готов.} {350}{}{Дааа! [Она очень жестока, и пол усыпан битым стеклом. За одну ночь вы зарабатываете больше ран, чем за все время путешествия из Клэмата в Арройо и обратно.]}

source: {400}{}{Yeah.. you are WILD!} {401}{}{I feel better now!} {402}{}{We must try again later, please dont leave town darling..} {403}{}{Darling you are so sweet..} {404}{}{This was HOT! action..}
russian: {400}{}{Да... ты ДИКАЯ штучка!} {401}{}{Теперь я чувствую себя лучше!} {402}{}{Нам нужно это повторить попозже, не уходи из города, дорогой...} {403}{}{Дорогой, ты такой милый...} {404}{}{Это было ГОРЯЧО!}

source: {10}{}{Strange Folk. } {20}{}{He look crazy..}
russian: {10}{}{Странный народ.} {20}{}{Он выглядит чокнутым.}

source: {100}{}{Let me shown you! [You hear voice of man hidden in small street, between corner and boxes. He is almost unvisible so first time you think that dog which stand near say something to you..] }
russian: {100}{}{Давай я тебе покажу! [Вы слышите голос человека, спрятавшегося в маленьком переулке, между углом и коробками. Он почти незаметен, так что сначала вам показалось, что это сказала собака, стоящая неподалеку.]}

source: {200}{}{Uk.. ok shown me.} {250}{}{Watch! [You see that he dont have any clothes under cloak! But he shown you so quick that you seen almost nothing.]}
russian: {200}{}{Ну... хорошо, показывай} {250}{}{Смотри! [Вы видите, что у него нет никакой одежды под плащом! Но он показал настолько быстро, что вы почти ничего не успели рассмотреть.]}

source: {300}{}{What you want from me?!} {350}{}{I will shown you! Just give me one coin!}
russian: {300}{}{Что тебе нужно?!} {350}{}{Я тебе показал! Давай монетку!}

source: {400}{}{Do you have beer?} {450}{}{I have something better.. WATCH! [He shown you his dirty body. You lost concentration, and almost fall on ground.] }
russian: {400}{}{У тебя есть пиво?} {450}{}{У меня есть кое-что получше... СМОТРИ! [Он показывает вам свое грязное тело. Вы теряете концентрацию, и почти падаете на землю.]}

source: {10}{}{Dog. } {20}{}{Just some dirty dog..}
russian: {10}{}{Собака.} {20}{}{Просто какая-то грязная собака.}

source: {100}{}{Grrrrr... }
russian: {100}{}{Грррр... }

source: {200}{}{What is your name.. AZOR?! } {250}{}{Woof! }
russian: {200}{}{Как тебя зовут... ИТВА?!} {250}{}{Гав!}

source: {300}{}{What is your name.. RAZOR?! } {350}{}{Grrrr.. Woof! }
russian: {300}{}Как тебя зовут... БРИТВА?!} {350}{}{Гррр... Гав!}

source: {400}{}{What is your name stupid dog?! } {450}{}{[He "smiling" and it seem that its name is "stupid dog". This dog look very hungry.. and you wonder how he could helpfull when you bring him some meat..] }
russian: {400}{}{Как тебя зовут, глупая собака?!} {450}{}{[Он "улыбается", и похоже его действительно зовут "глупая собака]. Он выглядит очень голодным, и вы думаете как бы он мог быть полезен, если принести ему немного мяса.}

source: {500}{}{Hey you, stupid dog! Take this! [throw him meat] } {550}{}{Grrr.. wof! wof! [He take meat and run behind house to hide it under sand.. and you see that its many items inside hole which he dig. Rags, bones, few coins and.. golden watch!] }
russian: {500}{}{Эй ты, глупая собака! Держи! [Вы кидаете ему мясо]} {550}{}{Грр... гав! гав! [Он хватает мясо и бежит за дом, чтобы спрятать его в песке... и вы видите много хлама в яме, которую он выкопал. Тряпки, кости, немного монет и... золотые часы!]}

source: {10}{}{Isabell Sweet. } {20}{}{One from pornstars working for Bathhouse.}
russian: {10}{}{Милашка Изабель.} {20}{}{Одна из порно звезд, работающих в Ванных.}

source: {50}{}{ aaa } {51}{}{ bbb } {52}{}{ ccc } {53}{}{ ddd } {54}{}{ eee }
russian: {50}{}{ ааа } {51}{}{ ббб } {52}{}{ ввв } {53}{}{ ггг } {54}{}{ ддд }

source: {100}{}{Hello stranger.. do you need some.. sweet time? }
russian: {100}{}{Привет, незнакомец. Хочешь... провести время приятно?}

source: {200}{}{Why you wear jumpsuit, are you vault citizen?} {250}{}{Uh.. no, am not.. i buy it long time ago because i like blue colour.. probably it belong to some citizen, but am not sure. Well.. i dont believe in whole Vault of Future, nobody know where is this.. secret bunker.}
russian: {200}{}{Почему ты одет в комбинезон, ты житель убежища?} {250}{}{Ээ... нет... я купил его давным давно, потому что мне нравится синий цвет... наверно он принадлежал какому-то жителю, но я не уверен. В любом случае, я не верю во все это Убежище Будущего, никто не знает где этот... секретный бункер.}

source: {300}{}{Can you talk faster?} {350}{}{[She lick slowly her sexy lips and say very sensitive] Sweetheart, am ready for.. action.. do you have some cash? [Then she sit on bed and put one leg on other] Do you like my.. perfumes?}
russian: {300}{}{Ты можешь говорить быстрее?} {350}{}{[Она облизывает свои сексуальные губы и говорит очень чувственным голосом]. Милый, я готова... у тебя есть наличка? [Она садится на кровать и кладет ногу на ногу]. Тебе нравится мой... парфюм?}

source: {400}{}{Do you have beer?} {450}{}{Honey.. i dont drink beer.. Ask Sylvia.. [she take red flower which lay on bed and smell it] But if you will find any drugs.. give me some.. please..}
russian: {400}{}{У тебя есть пиво?} {450}{}{Милый, я не пью пиво... Спроси Сильвию... [она берет красный цветок с кровати и нюхает его]. Но если тебе попадутся наркотики... поделись, пожалуйста.}

source: {500}{}{When you enter room she was naked in her favourite position and in hurry you begin action, because you got 30 minutes of time to spend with her.}
russian: {500}{}{Когда вы заходите в комнату, она уже обнажилась и заняла свою любимую позицию. Вы приступаете в спешке, потому что у вас есть 30 минут с ней.}

source: {501}{}{[T:05] } {502}{}{[T:10] } {503}{}{[T:15] } {504}{}{[T:20] } {505}{}{[T:25] } {506}{}{[T:30] TIME END! }
russian: {501}{}{[В:05] } {502}{}{[В:10] } {503}{}{[В:15] } {504}{}{[В:20] } {505}{}{[В:25] } {506}{}{[В:30] ВРЕМЯ ВЫШЛО!}

source: {600}{}{You try to fix spring which jump out from bed.. } {601}{}{You try to catch rat which run under bed..} {602}{}{You drink water from glass..} {603}{}{You open window and take deep breatch..} {604}{}{You check corridor to be sure nobody hear you..} {605}{}{You check window to be sure nobody see you..} {606}{}{You lost concentration and fall on floor..} {607}{}{Ants walking on bed and you try to catch them.. } {608}{}{Dog scream from outside and deconcentrate you..} {609}{}{You fall into confusion and escape from room..} {610}{}{You got short heart attack and you feel tired.. } {611}{}{You feel tired and you sit on chair to rest..} {612}{}{Spider jump on your head and you fall in panic..} {613}{}{You try to change her position, but you cant.. } {614}{}{You kiss her wet and hot lips, she say "mmmmm".. } {615}{}{She move her legs slowly and lick own tits..} {616}{}{She say "Ooouuuh darling.. come on fill me!" } {617}{}{You try to strip own socks but they stuck..} {618}{}{You try to strip own shirt but it stuck..} {619}{}{You touch her legs and she say "ouuh yees.."} {620}{}{ } {621}{}{ } {622}{}{ } {623}{}{ }
russian: {600}{}{Вы пытаетесь починить пружину, выскочившую из кровати.} {601}{}{Вы пытаетесь поймать крысу, пробежавшую по кроватью.} {602}{}{Вы пьете воду из стакана.} {603}{}{Вы открываете окно и делаете глубокий вдох.} {604}{}{Вы проверяете коридор, чтобы убедиться, что вас никто не слышит.} {605}{}{Вы проверяете окно, чтобы убедиться, что не вас никто не смотрит} {606}{}{Вы теряете концентрацию и падаете на пол.} {607}{}{Муравьи бегают по кровати, и вы пытаесь их поймать.} {608}{}{Снаружи воет собака и отвлекает вас.} {609}{}{Вы смущаетесь и оставляете комнату.} {610}{}{У вас небольшой сердечный приступ, и вы устали.} {611}{}{Вы устали и присаживаетесь на стул, чтобы отдохнуть.} {612}{}{Паук прыгает вам на глову, и в панике, вы падаете.} {613}{}{Вы пытаетесь заставить ее сменить позицию, но у вас не получается.} {614}{}{Вы целуете ее в горячие и влажные губы, и она говорит "ммммммм".} {615}{}{Она медленно двигает ногами и лижет свои сиськи.} {616}{}{Она говорит "Ооооо, дорогой... наполни меня!"} {617}{}{Вы пытаетесь снять свои носки, но у вас не получается.} {618}{}{Вы пытаетесь снять свою рубашку, но застреваете в ней.} {619}{}{Вы трогаете ее ноги, и она говоит "ооооо даа"} {620}{}{ } {621}{}{ } {622}{}{ } {623}{}{ }

source: {700}{}{ pyt3 }
russian: {700}{}{ пит3 }

source: {10}{}{Sylvia Moon. } {20}{}{She is owner and guard of fame Bathhouse.}
russian: {10}{}[Сильвия Мун} {20}{}{Она владелец и хранитель славы Ванных комнат.}

source: {100}{}{Welcome to Bathhouse. We have three pornstars, each worth 30$ for half hour. Visit them in her rooms then select your favourite and come back to pay me. I will let you to spend with woman of your dream wonderfull time.}
russian: {100}{}{Добро пожаловать в Ванные комнаты. У нас есть три порнозвезды, каждая по 30 долларов за полчаса. Зайдите к ним в комнаты, выберите понравившуюсь и возвращайтесь ко мне, чтобы оплатить. Я обеспечу вам чудесное времяпровождение с женщиной вашей мечты.}

source: {200}{}{I want sleep with Isabell Sweet. } {250}{}{Thank you darling. Isabell Sweet is now ready for you, go to her room.. [She take from you 30 coins and very sensitive point finger on corridor]} {260}{}{Sorry but you dont have enough money. Come back later. }
russian: {200}{}{Я хочу переспасть с Милашкой Изабель.} {250}{}{Благодарю, дорогой. Милашка Изабель готова, проходи в ее комнату. [Она берет у вас 30 монет и указывает на коридор нежным пальчиком.]} {260}{}{Извини, но у тебя недостаточно денег. Приходи в следующий раз.}

source: {300}{}{Paulina Hot is woman of my dreams.} {350}{}{Thank you darling. Paulina Hot is now ready for you, go to her room.. [She take from you 30 coins and very sensitive point finger on corridor]} {360}{}{Sorry but you dont have enough money. Come back later. }
russian: {300}{}{Я хочу переспасть со Страстной Полиной.} {350}{}{Благодарю, дорогой. Страстная Полина готова, проходи в ее комнату. [Она берет у вас 30 монет и указывает на коридор нежным пальчиком.]} {360}{}{Извини, но у тебя недостаточно денег. Приходи в следующий раз.}

source: {400}{}{Give me night with Samantha Wet.} {450}{}{Thank you darling. Samantha Wet is now ready for you, go to her room.. [She take from you 30 coins and very sensitive point finger on corridor]} {460}{}{Sorry but you dont have enough money. Come back later. }
russian: {400}{}{Я хочу переспасть со Влажной Самантой.} {450}{}{Благодарю, дорогой. Влажная Саманта готова, проходи в ее комнату. [Она берет у вас 30 монет и указывает на коридор нежным пальчиком.]} {460}{}{Извини, но у тебя недостаточно денег. Приходи в следующий раз.}
