Repository: BGforgeNet/f2-dquest
Catalog: po/*.po
Languages: russian

source: {500}{}{Why you carry this shotgun?} {550}{}{Our girls are really good, almost that good as pornstars from New Reno. Someone could try to capture them and sell later to slavery guild. So i keep them as treasure. Anyway they dont want to work when dont feel safety enough.}
russian: {500}{}{Зачем ты носишь этот дробовик?} {550}{}{У нас очень хорошие девочки, почти как порнозвезды из Нью Рино. Кто-то может попытаться захватить их и продать гильдии работорговцев. Так что я охраняю их словно сокровище. И в любом случае, они не хотят работать, когда чувствуют себя небезопасно.}

source: {600}{}{I want to be movie pornstar!} {650}{}{We dont make movies here, you must visit New Reno "Porn Club". Ofcourse they will dont hire you as "actor" if your "experience" is lower than 10. Already your SEX-EXP is: }
russian: {600}{}{Я хочу быть порнозвездой!} {650}{}{Мы здесь не снимаем фильмов, тебе нужно в "Порно Клуб" в Нью Рино. Конечно, они не наймут тебя актером, если твой опыт меньше 10. Сейчас твой СЕКС-ОПЫТ: }

source: {700}{}{ pyt6 }
russian: {700}{}{ пит6 }

source: {100}{}{Wooden door.}
russian: {100}{}{Деревянная дверь.}

source: {10}{}{Paulina Hot. } {20}{}{One from pornstars working for Bathhouse.}
russian: {10}{}{Страстная Полина.} {20}{}{Одна из порнозвезд, работающих в Ванных комнатах.}

source: {100}{}{Hi. I seen you around, you are Klamath citizen, right? }
russian: {100}{}{Привет. Я тебя где-то видел, ты житель Клэмата, да?}

source: {200}{}{I like your style.} {250}{}{[She seem to be very lucky and agile] Thanx. But sadly.. i dont like yours haha! Many peoples call me CAT. I was thief once, member of Yakuza team. But i lost with them contact long time ago, so i hired in bathhouse to get some cash. Am not sure where they disappear and whats happend.. but it must be some tragic accident. Well, am still alive! }
russian: {200}{}{Мне нравится твой стиль.} {250}{}{[Она кажется очень удачливой и ловкой]. Спасибо. Но к сожалению, мне не нравится твой, хаха! Многие зовут меня КОШКА. Раньше я была вором, членом банды якудза. Но я давно потеряла с ними связь, так что нанялась в ванные комнаты, чтобы позаработать. Не уверена, что с ними случилось... должно быть, какая-то трагедия. Ну, зато я все еще жива!}

source: {300}{}{I dont remember my wife and kids, i must hit brain somewhere..} {350}{}{Hah! No its probably because radiation. But dont be so sad, many peoples spend lot of money to be in your situation. I mean that wonderfull time when you forgot everything.. and dont care about whole problems! }
russian: {300}{}{Я не помню свою жену и детей, должно быть где-то ударился головой.} {350}{}{Ха! Нет, наверное это из-за радиации. Но не грусти, многие платят хорошие деньги, чтобы оказаться в твоей ситуации. Я имею ввиду, это же чудесно, когда ты все забыл, и никакие проблемы тебя больше не беспокоят.}

source: {400}{}{Do you have beer?} {450}{}{Here? No! I dont have fridge, you known.. hot beer tasty ugly! If you need some drinks go to Arroyo, i heard that local shaman make very good "Schlager". Just one drink of that mixture and you fly away! Sadly it dont smell good, i wonder from what its made anyway!? }
russian: {400}{}{У тебя есть пиво?} {450}{}{Здесь? Нет! У меня холодильника... а теплое пиво ужасно на вкус. Если хочешь выпить, отправляйся в Арройо, я слышала, что тамошний шаман делает очень хороший "Шлагер". Один глоток этого зелья, и ты улетишь! Правда, оно не очень хорошо пахнет... интересно, из чего оно сделано?!}

source: {10}{}{Samantha Wet. } {20}{}{One from pornstars working for Bathhouse.}
russian: {10}{}{Влажная Саманта.} {20}{}{Одна из порнозвезд, работающих в Ванных комнатах.}

source: {100}{}{[She seem to be very "experienced" and.. crazy] I will show you things which you never seen.. are you ready? Pay 30$ and come back.. am waiting for you..}
russian: {100}{}{[Она выглядит очень "опытной" и... дикой] Я покажу тебе такое, чего ты никогда не видел... ты готов? Плати 30 долларов и возвращайся... я тебе жду...}

source: {200}{}{I have hole in my memories.} {250}{}{Do you want to hear about my.. wet holes?}
russian: {200}{}{У меня дыра в воспоминаниях.} {250}{}{Хочешь услышать про мои... влажные дыры?}

source: {300}{}{Do you play in porn movies?} {350}{}{Yes.. am real pornstar.. from New Reno. I hide here because i read notebook from one mafioso.. and he known about that! There was every payments, secret agents, drugs facility.. Damn! i was so stupid to steal it! Here i fell safety.. and they pay me not bad at all. I played in few movies, such like "Fill me twice" or "Mega tits vol3".. maybe you seen them? }
russian: {300}{}{Ты снималась в порнофильмах?} {350}{}{Да... я настоящая порнозвезда из Нью Рино. Я прячусь здесь, потому что прочитала записную книжку одного мафиози... и он знает об этом! Там было все - платежи, секретные агенты, производство наркотиков... Черт! Я такая дура что украла его! Тут я чувствую себя в безопасноти... и мне неплохо платят. Я снималась в нескольких фильмах, вроде "Наполни меня дважды" и "Мега сиськи том 3"... может быть, ты их видел?}

source: {400}{}{Uh.. i forgot what i wanted to ask you..} {450}{}{Then come bak later.. i must get shower..}
russian: {400}{}{Э... Я забыл, что хотел спросить.} {450}{}{Тогда возвращайся позже... мне надо помыться.}

source: {10}{}{Dalton. } {20}{}{One from Dalton brothers, they are very similar..}
russian: {10}{}{Далтон.} {20}{}{Один из братьев Далтонов, они очень похожи.}

source: {100}{}{Metal door.}
russian: {100}{}{Стальная дверь.}

source: {10}{}{Fanatic. } {20}{}{He must eat too much drugs..}
russian: {10}{}{Фанатик. } {20}{}{Он жрет слишком много химии...}

source: {100}{}{STOP! } {101}{}{Please stop! } {102}{}{I suggest you to stop! } {103}{}{WE MUST STOP! } {104}{}{STOP HERE! }
russian: {100}{}{СТОП! } {101}{}{Пожалуйста, остановись! } {102}{}{Я прошу вас прекратить! } {103}{}{МЫ ДОЛЖНЫ ОСТАНОВИТЬ! } {104}{}{ОСТАНОВИСЬ, ХВАТИТ ! }

source: {10}{}{Tricky kid! } {20}{}{Everyone knowns this kid is VERY quick!}
russian: {10}{}{Хитрый пацан! } {20}{}{Все знают, что этот пацан очень шустрый!}

source: {100}{}{[He read something in silence]}
russian: {100}{}{[Он что то тихо читал]}

source: {200}{}{Helo kid what you read?} {201}{}{Do you have beer?} {202}{}{Why you are so quick, do you eat something?} {203}{}{Where is your parents?} {204}{}{Damn! Whats wrong with you!?}
russian: {200}{}{Привет дитенок, чего читаешь?} {201}{}{У тебя есть пиво?} {202}{}{От чего ты такой быстрый, ты что-то жуешь?} {203}{}{Где твои родители?} {204}{}{Черт! Что с тобой не так!?}

source: {250}{}{[He quickly remove one coin from your inventory and he do it so fast that you seen only blur shape trough one second and say] LOSER!}
russian: {250}{}{[В мгновение ока он хватает монету из вашего кошелька и делает это так быстро, что в следующую секунду вы видите как сверкают его пятки, и эхом доносится] ЛОПУХ!}

source: {300}{}{i found} {350}{}{[He make big eyes and scream] I EAT MUTATED FRUIT!}
russian: {300}{}{Я нашел} {350}{}{[Он выпячивает глаза и орет] Я ЕСТЬ МУТАФРУКТ!}

source: {100}{}{q1 } {101}{}{q2 } {102}{}{q3 } {103}{}{q4 } {104}{}{q5 }
russian: {100}{}{в1 } {101}{}{в2 } {102}{}{в3 } {103}{}{в4 } {104}{}{в5 }

source: {100}{}{intro}
russian: {100}{}{Вступление}

source: {200}{}{answer} {250}{}{bring me}
russian: {200}{}{ответ} {250}{}{принеси мне}

source: {100}{}{ intro }
russian: {100}{}{ вступление }
